Repository: GameTec-live/ChameleonUltraGUI
Catalog: chameleonultragui/lib/l10n/app_*.arb
Languages: bg, ca, cs, da, de, de_at, el, es, fr, it, ko, nl, no, pl, pt_br, ro, ru, tr, uk, zh, zh_tw

source: Select saved card to write
bg: Изберете запазена карта за записване
ca: Selecciona la targeta desada per escriure-hi
cs: Vybrat uloženou kartu pro zápis
de: Gespeicherte Karte zum Schreiben auswählen
el: Επιλογή αποθηκευμένης κάρτας για εγγραφή
es: Seleccionar tarjeta guardada para escribir
fr: Sélectionner la carte enregistrée à écrire
it: Seleziona la carta salvata da scrivere
ko: 쓰려면 저장된 카드를 선택하세요.
nl: Kies opgeslagen kaart op te schrijven
no: Velg lagret kort for å skrive
pl: Wybierz zapisaną kartę do zapisu
ru: Выберите сохраненную карту для записи
tr: Yazmak için kayıtlı kart seçin
uk: Оберіть збережену картку для запису
zh: 选择要写入的已保存卡片
zh_tw: 選擇儲存了的卡

source: Select saved card
bg: Изберете запазена карта
ca: Selecciona la targeta desada
cs: Vybrat uloženou kartu
de: Gespeicherte Karte auswählen
el: Επιλογή αποθηκευμένης κάρτας
es: Seleccionar tarjeta guardada
fr: Sélectionner la carte enregistrée
it: Seleziona carta salvata
ko: 저장된 카드 선택
nl: Kies opgeslagen kaart
no: Velg lagret kort
pl: Wybierz zapisaną kartę
ru: Выберите сохраненную карту
tr: Kayıtılı kart seçin
uk: Оберіть збережену картку
zh: 选择已保存的卡片
zh_tw: 選擇儲存了的卡

# select_magic_card
source: Select Magic card type
bg: Изберете тип Magic card
ca: Selecciona el tipus de targeta màgica
cs: Zvolit typ Magické karty
de: Magic Card Typ auswählen
el: Επιλογή τύπου Magic card
es: Seleciona un tipo de Magic Card
fr: Sélectionner le type de carte magique
it: Seleziona tipo di carta Magica
ko: 매직 카드 종류 선택
nl: Kies Magic kaart type
no: Velg Magic kort type
pl: Wybierz typ karty Magic
ru: Выберите тип Magic карты
tr: Magic kartın türünü seçin
uk: Оберіть тип Магічної картки
zh: 选择魔术卡类型
zh_tw: 選擇卡種

# write_data_to_magic_card
source: Write data
bg: Записване на данни
ca: Escriu les dades
cs: Zapsat data
de: Schreibe Daten
el: Εγγραφή δεδομένων
es: Escribir datos
fr: Écrire les données
it: Scrivi dati
ko: 카드 쓰기
nl: Schrijf data
no: Skriv data
pl: Zapisz dane
ru: Запись данных
tr: Veri yaz
uk: Запис даних
zh: 写入数据
zh_tw: 寫卡

# writing_is_not_yet_supported
source: Writing such card save to Magic card is not yet supported
bg: Записване на такава запазена карта върху Magic карта все още не се поддържа
ca: Encara no s'admet l'escriptura d'aquesta targeta a la targeta màgica
cs: Zápis této karty na magickou kartu není zatím podporováno
de: Diese gespeicherte Karte auf eine Magic Card zu schreiben ist noch nicht unterstützt
el: Η εγγραφή αυτής της κάρτας σε Magic card δεν υποστηρίζεται ακόμα
es: Escribir dicha tarjeta en la tarjeta mágica aún no es compatible
fr: L'écriture de cette carte sur la carte magique n'est pas encore prise en charge
it: La scrittura di tale salvataggio su una carta Magic non è ancora supportata
ko: 해당 카드를 매직 카드에 저장하는 기능은 아직 지원되지 않습니다.
nl: Het schrijven van dit soort opgeslagen kaart naar een Magic kaart is nog niet ondersteund
no: Skriving av lagring til Magic card er ikke støttet ennå
pl: Zapisywanie takich kart na karcie Magic, nie jest jeszcze obsługiwane
ru: Запись такой Magic карты пока не поддерживается
tr: Bu kart türünü Magic karta yazmak henüz desteklenmiyor
uk: Запис такої збереженої картки на Магічну картку ще не підтримується
zh: 尚不支持将此类卡片保存写入魔术卡
zh_tw: 尚不支援將此類卡片儲存寫入魔術卡

# auto_detect_magic_card
source: Auto-detect Magic card type
bg: Автоматично определяне на тип Magic карта
ca: Detecció automàtica del tipus de targeta màgica
cs: Automaticky detekovat typ karty typu Magic
de: Magic Card Typ automatisch erkennen
el: Αυτόματος εντοπισμός τύπου Magic card
es: Auto-detectar tipo de tarjeta mágica
fr: Détection automatique du type de carte magique
it: Rilevamento automatico tipo di carta Magica
ko: 매직 카드 유형 자동 감지
nl: Detecteer automatisch het Magic kaart type
no: Automatisk detektering av Magic kort type
pl: Automatyczne wykrywanie typu karty Magic
ru: Автоопределение типа карты
tr: Magic kart türünü Otomaik olarak testpit et
uk: Автовизначення типу Магічної картки
zh: 自动检测魔术卡类型
zh_tw: 自動探測卡種

source: Detected Magic card type
bg: Разпозната Magic тип карта
ca: Detecta el tipus de targeta màgica
cs: Detekována karta typu Magic
de: Erkenne Magic Card Typ
el: Εντοπίστηκε τύπος Magic card
es: Auto-detectar tipo de tarjeta mágica
fr: Type de carte magique détecté
it: Rilevato tipo di carta Magica
ko: 감지된 매직 카드 유형
nl: Gedetecteerde Magic kaart type
no: Oppdaget Magic kort type
pl: Wykryto typ karty Magic
ru: Обнаруженный тип карты
tr: Tespit edilen Magic kart türü
uk: Визначений тип Магічної картки
zh: 检测到的魔术卡类型
zh_tw: 檢測到的卡種

# failed_to_detect_magic_card_type
source: Failed to detect Magic card type. Maybe your Magic card doesn't support detection (Mifare Classic Gen2 or T55XX) or is missing
bg: Неуспешно откриване на Magic тип карта. Може би вашата Magic карта не поддържа разпознаване (Mifare Classic Gen2) или липсва
ca: Ha fallat la detecció del tipus de targeta màgica. Potser la targeta màgica no admet detecció (Mifare Classic Gen2) o no hi és
cs: Nepodařilo se detekovat typ karty Magic. Možná vaše karta nepodporuje detekci (Mifare Classic Gen2 nebo T55XX) nebo chybí
de: Fehler bei der Erkennung des Magic Card Typ. Vielleicht unterstützt diese Magic Card keine Erkennung (Mifare Classic Gen2) oder die Erkennung ist nicht implementiert
el: Αποτυχία εντοπισμού τύπου Magic card. Ίσως η Magic κάρτα σας να μην υποστηρίζει ανίχνευση (Mifare Classic Gen2) ή να λείπει
es: Fallo al detectar el tipo de tarjeta mágica. Puede que su tarjeta mágica no sea compatible con la detección (Mifare Classic Gen2) o falta
fr: Impossible de détecter le type de carte magique. Peut-être que votre carte magique ne supporte pas la détection (Mifare Classic Gen2) ou est manquante
it: Impossibile rilevare il tipo di carta magica. Forse la tua carta magica non supporta il rilevamento (Mifare Classic Gen2) o non lo è
ko: 매직 카드 유형을 감지하지 못했습니다. 매직 카드가 감지(Mifare Classic Gen2) 를 지원하지 않거나 누락되었을 수 있습니다.
nl: Detectie van het Magic kaart type is mislukt. Misschien ondersteunt uw Magic kaart geen detectie (Mifare Classic Gen2 of T55XX) of ontbreekt die functie
no: Kunne ikke oppdage Magic card type. Kanskje kortet ditt ikke støtter deteksjon (Mifare Classic Gen2) eller mangler
pl: Nie udało się wykryć typu karty Magic. Może karta Magic nie obsługuje wykrywania (Mifare Classic Gen2) lub nie jest w zasięgu czytnika
ru: Не удалось определить тип Magic карты. Возможно, ваша Magic карта не поддерживает обнаружение (Mifare Classic Gen2) или карта отсутствует
tr: Magic kart türü tespit edilemedi. Belki Magic kartınız tespit edilmeyi desteklemiyor olabilir (Mifare Classic Gen2 ya da T55XX) ya da kartınız Magic kart değil.
uk: Не вдалося визначити тип Магічної картки. Можливо, ваша Магічна картка не підтримує визначення (Mifare Classic Gen2) або відсутня
zh: 无法检测魔术卡类型。您的魔术卡可能不支持检测（Mifare Classic Gen2 或 T55XX）或卡片丢失
zh_tw: 無法偵測魔術卡類型。您的魔術卡可能不支援偵測（Mifare Classic Gen2 或 T55XX）或卡片遺失

# otp_magic_warning
source: Some Magic cards are writable only once. Make sure you selected correct card. Press "{button}" to write data to Magic card.
bg: Някои Magic карти могат да се записват веднъж. Уверете се че е избрана правилната карта. Натиснете "{button}" за да запишете данните върху Magic картата.
ca: Algunes targetes màgiques només es poden escriure una vegada. Assegureu-vos que heu seleccionat la targeta correcta. Premeu "{button}" per a escriure dades a la targeta màgica.
cs: Některé Magic karty jsou zapisovatelné pouze jednou. Ujistěte se, že jste vybrali správnou kartu. Stiskněte "{button}" pro zápis dat na Magic kartu
de: Einige Magic Cards sind nur einmalig beschreibbar. Stelle sicher, dass der richtige Kartentyp ausgewählt ist. Wähle "{button}", um die Daten auf die Magic Card zu schreiben.
el: Μερικές Magic κάρτες είναι εγγράψιμες μόνο μια φορά. Βεβαιωθείτε ότι έχετε επιλέξει τη σωστή κάρτα. Πατήστε "{button}" για την εγγραφή δεδομένων στη Magic card.
es: Algunas tarjetas mágicas solo pueden escribirse una vez. Asegúrate de que has seleccionado una tarjeta correcta. Pulsa "{button}" para escribir datos en la tarjeta Mágica.
fr: Certaines cartes Magiques ne peuvent être écrites qu'une seule fois. Assurez-vous que vous avez sélectionné la carte correcte. Appuyez sur "{button}" pour écrire des données sur la carte Magique.
it: Alcune carte Magic sono scrivibili solo una volta. Assicurati di aver selezionato la carta corretta. Premi "{button}" per scrivere i dati sulla carta Magica.
ko: 일부 매직 카드는 한 번만 쓸 수 있습니다. 올바른 카드를 선택했는지 확인하세요. 매직카드에 데이터를 쓰려면 "{button}"을 누르세요.
nl: Sommige Magic kaarten kunnen slechts eenmaal geschreven worden. Verzeker je ervan dat je de juiste kaart hebt gekozen. Druk op "{button}" om data te schrijven naar een Magic kaart.
no: Noen magiske kort er skrivebeskyttet én gang. Sørg for at du har valgt rett kort. Trykk "{button}" for å skrive data til Magisk kort.
pl: Niektóre Magiczne karty mogą być zapisane tylko raz. Upewnij się, że wybrałeś poprawną kartę. Naciśnij "{button}", aby zapisać dane na Magicznej karcie.
ru: Некоторые Magic карты можно записать только один раз. Убедитесь, что вы выбрали правильную карту. Нажмите "{button}", чтобы записать данные на Magic карту.
tr: Bazı kartlar sadece BİR DEFA yazılabilir. Doğru kartı seçtiğinizden emin olun. {button} butonuna basarak Magic karta veri yazın.
uk: Деякі Магічні картки доступні для запису лише один раз. Переконайтеся, що обрана коректна картка. Натисніть "{button}" щоб записати дані на Магічну картку.
zh: 某些魔术卡仅能写入一次。请确认您选择了正确的卡片。按「{button}」将数据写入魔术卡。
zh_tw: 某些魔術卡僅能寫入一次。請確認您選擇了正確的卡片。按「{button}」將資料寫入魔術卡。

# magic_success_write
source: Card written successfully
bg: Картата е записана успешно
ca: La targeta s'ha escrit correctament
cs: Na kartu úspěšně zapsáno
de: Karte erfolgreich geschrieben
el: Επιτυχής εγγραφή κάρτας
es: Tarjeta escrita correctamente
fr: Carte écrite avec succès
it: Carta scritta con successo
ko: 카드가 성공적으로 작성되었습니다.
nl: Kaart schrijven gelukt
no: Skriving vellyket
pl: Karta zapisana pomyślnie
ru: Карта успешно записана
tr: Kart başarıyla yazıldı
uk: Картку успішно записано
zh: 卡片写入成功
zh_tw: 寫卡成功

# magic_failed_write
source: Something went wrong in card writing
bg: Нещо се обърка при записването на картата
ca: Alguna cosa ha anat malament escrivint la targeta
cs: Při zápisu se něco pokazilo
de: Ein Fehler trat auf beim Schreiben auf die Karte
el: Κάτι πήγε στραβά κατά την εγγραφή της κάρτας
es: Algo salió mal al escribir la tarjeta
fr: Une erreur s'est produite lors de l'écriture de la carte
it: Qualcosa è andato storto nella scrittura della carta
ko: 카드 작성에 문제가 발생했습니다.
nl: Er is iets foutgelopen bij het schrijven van de kaart
no: Noe gikk galt under kortskriving
pl: Coś poszło nie tak przy zapisywaniu karty
ru: Что-то пошло не так при записи карты
tr: Karta veri yazılırken hata oluştu
uk: Щось пішло не так під час запису картки
zh: 卡片写入时发生错误
zh_tw: 寫卡失敗

source: Skip default dictionary
bg: Пропусни речника по подразбиране
ca: Omet el diccionari predeterminat
cs: Přeskočit výchozí slovník
de: Überspringe das Standardwörterbuch
el: Παράλειψη προεπιλεγμένου λεξικού
es: Saltar diccionario predeterminado
fr: Ignorer le dictionnaire par défaut
it: Salta dizionario predefinito
ko: 기본 사전 건너뛰기
nl: Sla het standaard woordenboek over
no: Hopp over standard ordbok
pl: Pomiń domyślny słownik
ru: Пропустить стандартный словарь
tr: Varsayılan sözlüğü atla
uk: Пропустити словник за замовчуванням
zh: 跳过默认字典
zh_tw: 跳過預設字典

# not_mifare_classic_card
source: This card probably isn't Mifare Classic card
bg: Тази карта вероятно не е Mifare Classic карта
ca: Segurament aquesta targeta no és Mifare Classic
cs: Tato karta pravděpodobně není Mifare Classic
de: Diese Karte ist wahrscheinlich keine Mifare Classic Karte
el: Αυτή η κάρτα μάλλον δεν είναι Mifare Classic
es: Esta tarjeta probablemente no es una tarjeta Mifare Classic
fr: Cette carte n'est probablement pas une carte Mifare Classique
it: Questa carta probabilmente non è Mifare Classic
ko: 이 카드는 아마도 Mifare Classic 카드가 아닐 것입니다.
nl: Deze kaart is waarschijnlijk geen Mifare Classic kaart
no: Dette kortet er sannsynligvis ikke Mifare Klassisk kort
pl: Ta karta prawdopodobnie nie jest kartą Mifare Classic
ru: Эта карта, вероятно, не Mifare Classic
tr: Bu kart muhtemelen Mifare Classic kartı değil.
uk: Ця картка, ймовірно, не Mifare Classic
zh: 此卡片可能不是 Mifare Classic 卡片
zh_tw: 不是Mifare Classic卡

# magic_incompatible_card
source: Your Magic card isn't compatible with this dump. Probably UID size or block count mismatch
bg: Вашата Magic карта не е съвместима с този дъмп. Вероятно големината на UID или броя на секторите не съвпадат
ca: La targeta màgica no és compatible amb aquest bolcat. Probablement la mida de l'UID o el nombre de blocs no coincideixen
cs: Vaše Magic karta neni kompatibilní se vzorem. Pravděpodobně nesouhlasí velikost UID nebo počet bloků
de: Diese Magic Karte ist nicht kompatibel mit diesem Dump. Wahrscheinlich ein Unterschied in der UID Länge oder der Blockanzahl
el: Η Magic κάρτα σας δεν είναι συμβατή με αυτήν απόθεση. Πιθανώς το μέγεθος UID ή το πλήθος των τομέων να μην ταιριάζουν
es: Tu tarjeta mágica no es compatible con este volcado. Probablemente el tamaño UID o la cantidad de bloques no coinciden
fr: Votre carte magique n'est pas compatible avec ce dump. Il est probable que la taille de l'UID ou le nombre de blocs ne correspondent pas
it: La tua carta Magic non è compatibile con questo dump. Probabilmente i UID è diverso o mancano dei dati (Byte di informazioni)
ko: 이 매직 카드는 이 덤프와 호환되지 않습니다. 아마도 UID 크기 또는 블록 수가 일치하지 않을 것입니다.
nl: Uw Magic kaart is niet compatibel met deze dump. Waarschijnlijk komt de grootte van de UID of het aantal blokken niet overeen
no: Ditt Magic kort er ikke kompatibelt med denne dump'en. Sansynligvis UID størelse eller block telling stemmer ikke overens
pl: Twoja Magiczna karta nie jest kompatybilna z tym zrzutem. Prawdopodobnie rozmiar UID lub niezgodność liczby bloków
ru: Ваша Magic карта не совместима с этим дампом. Возможно, размер UID или количество блоков не совпадают
tr: Magic kartınız bu dump ile uyumlu değil. Muhtemelen UID boyutu ya da blok sayısı eşleşmiyor.
uk: Ваша Магічна картка не сумісна з цим дампом. Ймовірно, розмір UID або кількість блоків не збігаються
zh: 您的魔术卡与此转储不兼容。可能是 UID 大小或块数量不符
zh_tw: 不相容的卡

# some_blocks_failed_to_write
source: Failed to write some blocks
bg: Неуспешно записване на някои от секторите
ca: No s'han pogut escriure alguns blocs
cs: Chyba při zápisu některých bloků
de: Fehler beim Schreiben von einigen Blöcken
el: Αποτυχία εγγραφής μερικών τμημάτων
es: Error al escribir algunos bloques
fr: Impossible d'écrire certains blocs
it: Fallita la scrittura di alcuni blocchi
ko: 일부 블록을 쓰지 못했습니다.
nl: Schrijven van sommige blokken mislukt
no: Skriving av noen blokker feilet
pl: Nie udało się zapisać niektórych bloków
ru: Не удалось записать некоторые блоки
tr: Bazı bloklar yazılırken hata oluştu.
uk: Не вдалося записати деякі блоки
zh: 部分块写入失败
zh_tw: 某些區塊寫入失敗

source: Continue anyway
bg: Продължи въпреки това
ca: Continua igualment
cs: Přesto pokračovat
de: Trotzdem fortfahren
el: Αναγκαστική συνέχεια
es: Continuar de todas formas
fr: Continuer quand même
it: Prosegui comunque?
ko: 무시하고 계속
nl: Ga toch door
no: Fortsett likevel
pl: Kontynuuj mimo to
ru: Все равно продолжить
tr: Yine de devam et
uk: Продовжити в будь-якому разі
zh: 仍要继续
zh_tw: 仍要繼續

source: Next
bg: Напред
ca: Següent
cs: Další
de: Weiter
el: Επόμενο
es: Siguiente
fr: Suivant
it: Avanti
ko: 다음
nl: Volgende
no: Neste
pl: Dalej
ru: Далее
tr: Sonraki
uk: Далі
zh: 下一步
zh_tw: 下一步

source: Back
bg: Назад
ca: Enrere
cs: Zpět
de: Zurück
el: Προηγούμενο
es: Volver
fr: Retour
it: Indietro
ko: 뒤로
nl: Terug
no: Tilbake
pl: Wstecz
ru: Назад
tr: Geri
uk: Назад
zh: 返回
zh_tw: 返回

source: Reset
bg: Нулирай
ca: Reinicialitza
cs: Obnovit
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fr: Réinitialiser
it: Azzera
ko: 리셋
nl: Resetten
no: Nullstill
pl: Resetuj
ru: Сброс
tr: Sıfırla
uk: Скинути
zh: 重置
zh_tw: 重設

source: Write again
bg: Запиши отново
ca: Torna a escriure
cs: Znovu napsat
de: Erneut schreiben
el: Επανεγγραφή
es: Escribir de nuevo
fr: Écrire à nouveau
it: Scrivi ancora
ko: 다시 쓰기
nl: Schrijf opnieuw
no: Skriv igjen
pl: Zapisz ponownie
ru: Записать снова
tr: Terkar yaz
uk: Записати знову
zh: 再次写入
zh_tw: 再寫

source: Confirm deletions
bg: Потвърдете изтриванията
ca: Confirma esborrar
cs: Potvrzení odstranění
de: Löschen bestätigen
el: Επιβεβαίωση διαγραφής
es: Confirmar eliminación
fr: Confirmer la suppression
it: Conferma eliminazione?
ko: 삭제시 확인 팝업 여부
nl: Verwijderingen bevestigen
no: Bekreft slettingen
pl: Potwiedź usunięcie
ru: Подтверждение удалений
tr: Silme işlemlerini onayla
uk: Підтвердити видалення
zh: 确认删除
zh_tw: 確認刪除

source: Confirm deletion
bg: Потвърдете изтриването
ca: Confirma esborrar
cs: Potvrďte odstranění
de: Löschen bestätigen
el: Επιβεβαίωση διαγραφής
es: Confirmar eliminación
fr: Confirmer la suppression
it: Conferma eliminazione?
ko: 삭제 확인
nl: Verwijdering bevestigen
no: Bekreft sletting
pl: Potwiedź usunięcie
ru: Подтверждение удаления
tr: Silmeyi onayla
uk: Підтвердити видалення
zh: 确认删除
zh_tw: 確認刪除

# confirm_deletion_text
source: Are you sure you want to delete {name}?
bg: Сигурни ли сте че желаете да изтриете {name}?
ca: Segur que voleu suprimir {name}?
cs: Opravdu chcete odstranit {name}?
de: Soll {name} wirklich gelöscht werden?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το {name};
es: ¿Estás segura de que quieres eliminar {name}?
fr: Voulez-vous vraiment supprimer {name}?
it: Sei sicuro di voler eliminare {name}?
ko: 정말로 {name} 을(를) 삭제하시겠습니까?
nl: Ben je zeker dat je {name} wil verwijderen?
no: Er du sikker på at du vil slette denne {name}?
pl: Czy na pewno chcesz usunąć {name}?
ru: Вы действительно хотите удалить {name}?
tr: Silmek istediğine emin misin? :{name}
uk: Ви впевнені, що хочете видалити {name}?
zh: 您确定要删除 {name} 吗？
zh_tw: 您確定要刪除 {name} 嗎？

source: Delete
bg: Изтрий
ca: Suprimeix
cs: Odstranit
de: Löschen
el: Διαγραφή
es: Borrar
fr: Supprimer
it: Elimina
ko: 삭제
nl: Verwijderen
no: Slett
pl: Usuń
ru: Удалить
tr: Sil
uk: Видалити
zh: 删除
zh_tw: 刪除

# total_keys
source: key(s)
bg: ключ(ключове)
ca: clau(s)
cs: klíč(e)
de: Schlüssel
el: κλειδί(ά)
fr: clés
it: chiavi
ko: 키
nl: sleutel(s)
no: nøkkel(nøkler)
pl: klucz(e)
ru: ключ(ей)
tr: Anahtar(lar)
uk: ключ(і)
zh: 个密钥
zh_tw: 金鑰(總數)

source: Key
bg: Ключ
ca: Clau
cs: Klíč
de: Schlüssel
el: Κλειδί
fr: Clé
it: Chiave
ko: 키
nl: Sleutel
no: Nøkkel
pl: Klucz
ru: Ключ
tr: Anahtar
uk: Ключ
zh: 密钥
zh_tw: 金鑰

# t55xx_key_prompt
source: current T55XX key. Default CU key is 20206666
bg: текущ T55XX ключ. CU ключът по подразбиране е 20206666
ca: Introduïu la clau T55XX. La clau per defecte del Chameleon Ultra és 20206666
cs: aktuální klíč T55XX. Výchozí klíč CU je 20206666
de: T55XX Schlüssel eingeben. Der Standard des CU ist 20206666
el: τρέχον T55XX κλειδί. Προεπιλεγμένο CU κλειδί είναι το 20206666
es: Clave T55XX actual. La clave CU predeterminada es 20206666
fr: clé T55XX actuelle. La clé CU par défaut est 20206666
it: Inserisci la chiave T55XX. La chiave predefinita del CU è 20206666
ko: T55XX 키를 입력하십시오. 기본 CU 키는 20206666입니다.
nl: huidige T55XX sleutel. De standaard CU sleutel is 20206666
no: gjeldende T55XX nøkkel. Standard CU nøkkel er 20206666
pl: obecny klucz T55XX. Domyślny klucz CU to 20206666
ru: Введите ключ от T55XX. Ключ по умолчанию у CU - 20206666
tr: geçerli T55XX anahtarı. Varsayılan CU anahtarı 20206666'dır
uk: Введіть ключ T55XX. Ключ CU за замовчуванням - 20206666
zh: 当前的 T55XX 密钥。默认 CU 密钥为 20206666
zh_tw: 目前的 T55XX 金鑰。預設 CU 金鑰為 20206666

# t55xx_new_key_prompt
source: new T55XX key if you want to change it
bg: нов T55XX ключ, ако желаете да го промените
ca: nova clau T55XX si voleu canviar-la
cs: nový T55XX klíč, pokud jej chcete změnit
de: neuer T55XX Schlüssel, wenn Sie ihn ändern möchten
el: νέο T55XX κλειδί αν θέλετε να το αλλάξετε
es: Nueva clave T55XX si quieres cambiarla
fr: nouvelle clé T55XX si vous voulez la modifier
it: nuova chiave T55XX se vuoi cambiarla
ko: 새로운 T55XX 키로 변경
nl: nieuwe T55XX sleutel indien u het wil wijzigen
no: ny T55XX nøkkel, hvis du vil endre den
pl: nowy klucz T55XX jeśli chcesz go zmienić
ru: новый ключ T55XX, если вы хотите изменить его
tr: değiştirmek isterseniz yeni T55XX anahtarı
uk: новий ключ T55XX, якщо ви хочете його змінити
zh: 如果您想更改，请输入新的 T55XX 密钥
zh_tw: 如果您想更改T55XX的金鑰請輸入

source: New key
bg: Нов ключ
ca: Nova clau
cs: Nový klíč
de: Neuer Schlüssel
el: Νέο κλειδί
es: Nueva clave
fr: Nouvelle clé
it: Nuova chiave
ko: 새 키
nl: Nieuwe sleutel
no: Ny nøkkel
pl: Nowy klucz
tr: Yeni anahtar
uk: Новий ключ
zh: 新密钥
zh_tw: 新金鑰

# ultralight_key_prompt
source: Ultralight key (HEX, 4 bytes)
bg: Ултралек ключ (HEX, 4 bytes)
ca: Clau Ultralight (Hex, 4 bytes)
cs: Ultralight klíč (HEX, 4 bajty)
de: Ultralight Schlüssel (HEX, 4 Bytes)
el: Ultralight κλειδί (HEX, 4 bytes)
es: Clave Ultralight (HEX, 4 bytes)
fr: Touche Ultralight (HEX, 4 octets)
it: Chiave Ultralight (HEX, 4 byte)
ko: 초경량 키(HEX, 4 바이트)
nl: Ultralight sleutel (HEX, 4 bytes)
no: Ultralight nøkkel (HEX, 4 bytes)
pl: Przycisk ultralight (HEX, 4 bajty)
ru: Ultralight ключ (HEX, 4 байта)
tr: Ultralight anahtarı (HEX, 4 bayt)
uk: Пароль Ultralight (HEX, 4 байти)
zh: Ultralight 密钥（十六进制，4 字节）
zh_tw: Ultralight 金鑰（十六進位，4 位元組）

source: Read with key
bg: Прочети с ключ
ca: Llegir amb clau
cs: Přečíst s klíčem
de: Mit Schlüssel lesen
el: Ανάγνωση με κλειδί
es: Leer con clave
fr: Lire avec clé
it: Leggi con la chiave
ko: 키로 읽기
nl: Lees met sleutel
no: Les med nøkkel
pl: Odczytaj z kluczem
ru: Чтение с помощью ключа
tr: Anahtar ile oku
uk: Читати з паролем
zh: 使用密钥读取
zh_tw: 使用金鑰讀取

source: Read without key
bg: Прочети без ключ
ca: Llegir sense clau
cs: Přečíst bez klíče
de: Ohne Schlüssel lesen
el: Ανάγνωση χωρίς κλειδί
es: Leer sin clave
fr: Lire sans la clé
it: Leggi senza chiave
ko: 키 없이 읽기
nl: Lees zonder sleutel
no: Les uten nøkkel
pl: Odczytaj bez klucza
ru: Чтение без ключа
tr: Anahtar olmadan oku
uk: Читати без пароля
zh: 不使用密钥读取
zh_tw: 不使用金鑰讀取

source: Invalid password
bg: Грешна парола
ca: Contrasenya invàlida
cs: Neplatné heslo
de: Ungültiges Passwort
el: Μη έγκυρος κωδικός πρόσβασης
es: Contraseña no válida
fr: Mot de passe incorrect
it: Password invalida
ko: 잘못된 비밀번호
nl: Ongeldig wachtwoord
no: Ugyldig passord
pl: Hasło nieprawidłowe
ru: Неверный пароль
tr: Geçersiz parola
uk: Невірний пароль
zh: 密码无效
zh_tw: 密碼無效

source: Ultralight version
bg: Ултралека версия
ca: Versió Ultralight
cs: Ultralight verze
el: Έκδοση Ultralight
es: Versión Ultralight
fr: Version Ultralight
it: Versione Ultralight
ko: 초경량 버전
nl: Ultralight versie
no: Ultralight versjon
pl: Wersja Ultralight
ru: Версия Ultralight
tr: Ultralight versiyonu
uk: Версія Ultralight
zh: Ultralight 版本
zh_tw: Ultralight 版本

source: Ultralight signature
bg: Ултралек подпис
ca: Signatura Ultralight
cs: Ultralight podpis
de: Ultralight Signatur
el: Ultralight υπογραφή
es: Firma Ultralight
fr: Signature Ultralight
it: Firma Ultralight
ko: 초경량 서명
nl: Ultralight handtekening
no: Ultralight signatur
pl: Podpis Ultralight
ru: Подпись Ultralight
tr: Ultralight imzası
uk: Підпис Ultralight
zh: Ultralight 签名
zh_tw: Ultralight 簽章

source: No key
bg: Няма ключ
ca: Sense clau
cs: Žádný klíč
de: Kein Schlüssel
el: Χωρίς κλειδί
es: Sin clave
fr: Pas de clé
it: Nessuna chiave
ko: 키 없음
nl: Geen sleutel
no: Ingen nøkkel
pl: Brak klucza
ru: Нет ключа
tr: Anahtar yok
uk: Немає пароля
zh: 无密钥
zh_tw: 無金鑰

# gen2
source: Gen2 / Generic
bg: Ген2 / Генеричен
ca: Gen2 / Genèric
cs: Gen2 / Obecný
de: Gen2 / Generisch
es: Gen2 / Genérico
nl: Gen2 / generiek
no: Gen2 / Generisk
pl: Gen2/Ogólny
ru: Gen2 / Обычная
tr: Gen2 / Genel
uk: Gen2 / Загальний
zh: Gen2 / 通用
zh_tw: Gen2 / 通用
