Repository: GameTec-live/ChameleonUltraGUI
Catalog: chameleonultragui/lib/l10n/app_*.arb
Languages: bg, ca, cs, da, de, de_at, el, es, fr, it, ko, nl, no, pl, pt_br, ro, ru, tr, uk, zh, zh_tw

# recovery_error_no_supported
source: Key recovery from this card doesn't yet support
bg: Възстановяване на ключове от тази карта не се споддържа за момента
ca: La recuperació de claus d'aquesta targeta encara no està suportada
cs: Obnovení klíčů z této karty ještě nepodporuje
de: Schlüsselwiederherstellung von dieser Karte wird noch nicht unterstützt
de_at: Schliasslwiederherstöllung von dieser Koartn wird nu ned unterstützt
el: Το κλειδί ανάκτησης από αυτήν την κάρτα δεν υποστηρίζεται ακόμα
es: La recuperación de claves de esta tarjeta aún no está soportada
fr: La récupération de clé à partir de cette carte n'est pas encore prise en charge
it: Il recupero della chiave da questa carta non è ancora supportata
ko: 이 카드의 키 복구는 아직 지원되지 않습니다.
nl: Sleutel herstel voor deze kaart is nog niet ondersteunt
no: Nøkkel gjenoppretting fra dette korte støttes ikke enda
pl: Odzyskiwanie kluczy z tej karty jeszcze nie jest obsługiwane
pt_br: Recuperação de chave deste cartão ainda não é suportada
ru: Восстановление ключей с этой карты пока не поддерживается
tr: Bu karttan anahtar kurtarma şimdilik desteklenmiyor
uk: Відновлення ключів з цієї картки ще не підтримується
zh: 此卡片尚不支持密钥恢复
zh_tw: 尚不支援從此卡恢復密鑰

# recovery_error_no_keys_darkside
source: No keys and not vulnerable to Darkside attack
bg: Не са открити ключове и не подлежи на Darkside атака
ca: No hi ha claus vulnerables a l'atac Darkside
cs: Žádné klíče a žádna zranitelnost na Darkside utok
da: Ingen nøgler og ikke sårbare over for Darkside angreb
de: Keine Schlüssel und nicht anfällig für Darkside Angriff
de_at: Keine Schliassl und ned anfällig für Darkside Angriff
el: Δεν υπάρχουν κλειδιά και δεν είναι ευάλωτα σε επίθεση Darkside
es: No hay claves y no es vulverable a Darkside
fr: Aucune clé et non vulnérable à une attaque Darkside
it: Nessuna chiave e non vulnerabile all'attacco Darkside
ko: 키가 없으며 Darkside 공격에 취약하지 않습니다.
nl: Geen sleutels gevonden en niet kwetsbaar voor Darkside aanval
no: Ingen nøkler og ikke sårbare for Darkside angrep
pl: Brak kluczy i niewrażliwa na atak Darkside
pt_br: Sem chaves e não vulnerável ao ataque Darkside
ro: Nicio cheie și nu este vulnerabilă la atacul Darkside
ru: Нет ключей и карта не уязвима к атаке Darkside
tr: Hiçbir anahtar yok ve Darkside saldırısına karşı savunmasız değil.
uk: Немає ключів і не вразливий до атаки Darkside
zh: 无密钥且不受 Darkside 攻击影响
zh_tw: 沒有鑰匙，不接受到 Darkside 攻擊

# recovery_error_dict
source: Something went wrong in dictionary check
bg: Възникна грешка при речниковата проверка
ca: Alguna cosa ha fallat en la comprovació del diccionari
cs: Při kontrole slovníku nastala chyba
da: Noget gik galt i ordbogstjek
de: Bei der Wörterbuchprüfung ist etwas schief gelaufen
de_at: Bei der Wöarterbuachpriafung ist wos schief glaufn
el: Κάτι πήγε στραβά κατά τον έλεγχο του λεξικού
es: Algo ha fallado en la comprobación del diccionario
fr: Une erreur s'est produite lors de la vérification du dictionnaire
it: Qualcosa è andato storto nel controllo del dizionario
ko: 사전 확인에 문제가 발생했습니다.
nl: Er ging iets mis bij de woordenboekcontrole
no: Noe gikk galt i ordboksjekk
pl: Coś poszło nie tak podczas sprawdzania słownika
pt_br: Ocorreu um erro na verificação do dicionário
ro: Ceva nu a funcționat în verificarea dicționarului
ru: Что-то пошло не так при проверке словаря
tr: Sözlük kontrolu sırasına bir şeyler yanlış gitti
uk: Щось пішло не так під час словникової перевірки
zh: 字典检查时发生错误
zh_tw: 字典檢查出了問題

# recovery_error_dump_data
source: Something went wrong while dumping data
bg: Възникна грешка при изчитане на данните
ca: Alguna cosa ha anat malament mentre es bolcaven les dades
cs: Něco se pokazilo při dumpingu
da: Noget gik galt under dumping af data
de: Beim Kopieren von Daten ist etwas schiefgelaufen
de_at: Beim Kopieren von Dotn ist wos schiefgelaufn
el: Κάτι πήγε στραβά κατά την αποτύπωση δεδομένων
es: Algo ha ido mal al volcar los datos
fr: Une erreur s'est produite lors du chargement des données
it: Qualcosa è andato storto durante il caricamento dei dati
ko: 데이터를 덤프하는 중에 문제가 발생했습니다.
nl: Er ging iets mis tijdens het dumpen van gegevens
no: Noe gikk galt under dumping av data
pl: Coś poszło nie tak podczas zrzucania danych
pt_br: Ocorreu um erro durante o dumping de dados
ro: Ceva nu a funcționat în timpul descărcării datelor
ru: Что-то пошло не так во время сохранения данных
tr: Veri dump edilirken bir şeyler yanlış gitti
uk: Щось пішло не так під час дампу даних
zh: 转储数据时发生错误
zh_tw: 轉儲資料時出現問題

# output_file
source: Please select an output file
bg: Изберете файл за запис
ca: Seleccioneu un fitxer de sortida
cs: Vyberte prosím výstupní soubor
da: Vælg venligst en outputfil
de: Bitte wählen Sie eine Ausgabe-Datei aus
de_at: Bitte wählen a Ausgabe-Datei aus
el: Παρακαλώ επιλέξτε ένα αρχείο εξόδου
es: Seleccione un archivo de salida
fr: Veuillez choisir un fichier de sortie
it: Seleziona la cartella di output
ko: 출력 파일을 선택하세요.
nl: Selecteer een uitvoer bestand
no: Vennligst velg en prduksjons fil
pl: Wybierz plik wyjściowy
pt_br: Por favor, selecione um arquivo de destino.
ro: Selectați un fișier de ieșire
ru: Выберите файл для сохранения
tr: Çıktı dosyası seçin
uk: Будь ласка, оберіть вихідний файл
zh: 请选择输出文件
zh_tw: 請選擇輸出文件檔

source: HF Tag Info
bg: Информация за HF Tag
ca: Informació de l'etiqueta HF
cs: Informace o HF tagu
el: Πληροφορίες HF Tag
ko: HF 태그 정보
no: HF tagg informasjon
pl: Informacje o tagu HF
pt_br: Informação de Tag HF
ro: Informații etichetă HF
ru: Информация ВЧ теге
tr: HF tag bilgisi
uk: Дані ВЧ Мітки
zh: 高频标签信息
zh_tw: 高頻標籤資訊

source: LF Tag Info
bg: Информация за LF Tag
ca: Informació de l'etiqueta LF
cs: Informace o LF tagu
da: Hf Tag Info
el: Πληροφορίες LF Tag
ko: LF 태그 정보
no: LF tagg informasjon
pl: Informacje o tagu LF
pt_br: Informação de Tag LF
ro: Informații etichetă LF
ru: Информация НЧ теге
tr: LF tag bilgisi
uk: Дані НЧ Мітки
zh: 低频标签信息
zh_tw: 低頻標籤資訊

# no_card_found
source: No card found. Try to move Chameleon on card
bg: Не е открита карта. Опитайте да поставите Chameleon върху картата
ca: No s'ha trobat cap targeta. Intenta moure el Chameleon per la targeta
cs: Žádná karta nebyla nalezena. Zkuste přesunout Chameleon na kartu
de: Keine Karte gefunden. Versuchen Sie eine andere Position
de_at: Ka Koartn gfundn. Probier, des Chameleon auf der Koartn zu verschieben
el: Δεν βρέθηκε κάρτα. Προσπαθήστε να μετακινήσετε το Chameleon πάνω στην κάρτα
es: No se ha encontrado ninguna tarjeta. Prueba a moverla sobre el Chameleon
fr: Aucune carte trouvée. Essayez de déplacer Chameleon sur la carte
it: Nessuna carta trovata. Prova a spostare Chameleon sulla carta
ko: 카드를 찾을 수 없습니다. 카드에서 Chameleon을 움직여 보세요.
nl: Geen kaart gevonden. Probeer de Chameleon op de kaart te plaatsen
no: Ingen kort funnet. Prøv å flytte Chameleon på kortet
pl: Nie znaleziono karty. Spróbuj poruszać Chameleon na karcie
pt_br: Nenhum cartão encontrado. Tente mover Chameleon no cartão
ru: Карта не найдена. Попробуйте переместить Chameleon на карте
tr: Kart bulunamadı. Kartı Chameleon üzerinde haraket ettirmeyi deneyin.
uk: Картку не знайдено. Спробуйте перемістити Chameleon на картку
zh: 找不到卡片。请尝试将 Chameleon 移动到卡片上
zh_tw: 沒有找到卡片。 嘗試移動卡片上的變色龍

# no_supported
source: Unsupported Action
bg: Неподдържано Действие
ca: Acció no suportada
cs: Nepodporovaná akce
da: Ikke-Understøttet Handling
de: Nicht unterstützte Aktion
de_at: Ned unterstitzte Aktion
el: Η ενέργεια δεν υποστηρίζεται
es: Accion no soportada
fr: Action non prise en charge
it: Operazione non supportata
ko: 지원되지 않는 작업
nl: Niet-ondersteunde actie
no: Handlingen støttes ikke
pl: Akcja nieobsługiwana
pt_br: Ação Não Suportada
ro: Acțiune nesuportată
ru: Действие не поддерживается
tr: Desteklenmeyen Eylem
uk: Непідтримувана дія
zh: 不支持的操作
zh_tw: 不支援的動作

# lite_no_read
source: Chameleon Lite does not support reading cards
bg: Chameleon Lite не поддържа четене на карти
ca: El Chameleon Lite no suporta la lectura de targetes
cs: Chameleon Lite nepodporuje čtení karet
da: Chameleon Lite understøtter ikke læsning af kort
de: Chameleon Lite unterstützt keine Lesen von Karten
de_at: Chameleon Lite unterstitzt ka Lesen vo Koartn
el: Το Chameleon Lite δεν υποστηρίζει την ανάγνωση καρτών
es: Chameleon Lite no admite la lectura de tarjetas
fr: Chameleon Lite ne prend pas en charge la lecture des cartes
it: Chameleon Lite non supporta la lettura delle carte
ko: Chameleon Lite는 카드 읽기를 지원하지 않습니다.
nl: Chameleon Lite kan geen kaarten lezen
no: Chameleon Lite støtter ikke å lese kort
pl: Chameleon Lite nie obsługuje czytania kart
pt_br: Chameleon Lite não suporta leitura de cartões
ro: Chameleon Lite nu acceptă citirea cardurilor
ru: Chameleon Lite не поддерживает чтение карт
tr: Chameleon Lite kart okumayı desteklemiyor
uk: Chameleon Lite не підтримує читання карток
zh: Chameleon Lite 不支持读取卡片
zh_tw: 變色龍 Lite 不支援讀卡

source: Read
bg: Прочети
ca: Llegeix
cs: Číst
da: Læs
de: Lesen
de_at: Lesen
el: Ανάγνωση
es: Leer
fr: Lire
it: Leggi
ko: 읽기
nl: Lezen
no: Les
pl: Odczyt
pt_br: Ler
ro: Citeste
ru: Прочитать
tr: Oku
uk: Читати
zh: 读取
zh_tw: 閱讀

source: Write
bg: Запиши
ca: Escriu
cs: Psát
da: Skriv
de: Schreiben
de_at: Schreibn
el: Εγγραφή
es: Escribir
fr: Écrire
it: Scrivi
ko: 쓰기
nl: Schrijven
no: Skriv
pl: Zapis
pt_br: Escrever
ro: Scrie
ru: Записать
tr: Yaz
uk: Запис
zh: 写入
zh_tw: 寫入

source: Save only UID
bg: Запази само UID
ca: Només desa l'UID
cs: Uložit pouze UID
da: Gem kun UID
de: Nur UID speichern
de_at: Nur UID speichorn
el: Αποθήκευση μόνο για UID
es: Guardar solo UID
fr: Enregistrer uniquement l'UID
it: Salva solo UID
ko: UID만 저장
nl: Bewaar alleen UID
no: Lagre bare UID
pl: Zapisz tylko UID
pt_br: Salvar apenas UID
ro: Salvează doar UID
ru: Сохранить только UID
tr: Yalnızca UID' yi kaydet
uk: Зберегти лише UID
zh: 仅保存 UID
zh_tw: 僅儲存UID

source: Dump partial data
bg: Изчети частични данни
ca: Bolca parcialment les dades
cs: Výpis částečných dat
da: Gem delvise data
de: Teildaten kopieren
de_at: Teildatn kopiern
el: Αποτύπωση μερικών δεδομένων
es: Volcar datos parciales
fr: Sauvegarder les données partielles
it: Carica dati parziali
ko: 일부 데이터 덤프
nl: Gedeeltelijke gegevens dumpen
no: Dump deler av data
pl: Zapisz dane częściowe
pt_br: Dump parcial de dados
ro: Copie date parțiale
ru: Считать частичные данные
tr: Belirli veriyi dump et
uk: Дамп часткових даних
zh: 转储部分数据
zh_tw: 轉儲部分數據

# additional_key_dict
source: Additional key dictionary
bg: Допълнителен речник с ключове
ca: Diccionari de claus addicional
cs: Další klíčový slovník
da: Ekstra nøgleordbog
de: Zusätzliches Schlüsselwörterbuch
de_at: Zusätzliches Schliasslwörterbuach
el: Πρόσθετο κλειδί λεξικού
es: Diccionario de claves adicional
fr: Dictionnaire de clés supplémentaires
it: Dizionario chiavi aggiuntivo
ko: 키 사전 추가
nl: Extra sleutelwoordenboek
no: Tilleggs nøkkelordbok
pl: Słownik kluczy dodatkowych
pt_br: Dicionário chaves adicional
ro: Dicționar suplimentar de chei
ru: Дополнительный словарь ключей
tr: Ek anahtar sözlüğü
uk: Додатковий словник ключів
zh: 额外的密钥字典
zh_tw: 附加金鑰字典

# check_keys_dict
source: Check keys from dictionary
bg: Провери ключове от речника
ca: Comprova les claus del diccionari
cs: Zkontrolovat klíče ze slovníku
da: Indtast nøglerne i ordbogen
de: Schlüssel aus dem Wörterbuch überprüfen
de_at: Schliassl ausm Wörterbiach überprüfen
el: Ελέγξτε τα κλειδιά από το λεξικό
es: Comprobar claves del diccionario
fr: Vérifier les clés du dictionnaire
it: Controlla le chiavi dal dizionario
ko: 사전에서 키 확인
nl: Probeer sleutels van het woordenboek
no: Sjekk nøkler fra ordboken
pl: Sprawdź klucze ze słownika
pt_br: Verificar chaves do dicionário
ro: Verifică cheile din dicționar
ru: Проверить ключи из словаря
tr: Anahtarları sözlükten kontrol et
uk: Перевірити ключі зі словника
zh: 检查字典中的密钥
zh_tw: 從字典檢查金鑰

source: Dump card
bg: Запази данни от карта
ca: Bolca la targeta
cs: Vypsat kartu
da: Gem kort
de: Karte kopieren
de_at: Kortn kopieren
el: Αποτύπωση κάρτας
es: Volcar tarjeta
fr: Extraire la carte
it: Carica dump carta
ko: 카드 덤프
nl: Kaart dumpen
no: Dump kort
pl: Zapisz kartę
pt_br: Dump do cartão
ro: Copie card
ru: Считать данные с карты
tr: Kartı dump et
uk: Дамп картки
zh: 转储卡片
zh_tw: 轉儲卡

# save_as
source: Save as {name}
bg: Запази като {name}
ca: Desa com {name}
cs: Uložit jako {name}
da: Gem som {name}
de: Als {name} speichern
de_at: Als {name} speichan
el: Αποθήκευση ως {name}
es: Guardar como {name}
fr: Enregistrer sous {name}
it: Salva come {name}
ko: {name} 으로 저장
nl: Opslaan als {name}
no: Lagre som {name}
pl: Zapisz jako {name}
pt_br: Salvar como {name}
ro: Salvează ca {name}
ru: Сохранить как {name}
tr: {name} ismiyle kaydet
uk: Зберегти як {name}
zh: 另存为 {name}
zh_tw: 另存為{name}

# correct_tag_data
source: Correct tag details
bg: Корекция на деталите на чипа
ca: Detalls d'etiqueta correctes
cs: Opravit detaily štítku
da: Korrigér tag-detaljer
de: Tag-Details korrigieren
de_at: Tag-Details korrigieren
el: Διόρθωση λεπτομερειών ετικέτας
es: Datos correctos de la etiqueta
fr: Corriger les détails du tag
it: Dettagli dei tag corretti
ko: 정확한 태그 세부사항
nl: Juiste tag details
no: Korriger taggdetaljer
pl: Popraw szczegóły tagu
pt_br: Corrigir detalhes do tag
ro: Detaliile etichetei sunt corecte
ru: Исправьте сведения о теге
tr: Tag bilgilerini düzeltin
uk: Виправити деталі мітки
zh: 校正标签详细信息
zh_tw: 正確的標籤信息

# uid_len
source: UID {len} byte length
bg: UID {len} брой символи
ca: Longitud de l'UID {len} byte
cs: UID {len} dlžka bytu
da: UID {len} byte-længde
de: UID {len} Byte Länge
de_at: UID {len} Byte Läng
el: Μέγεθος UID {len} byte
es: UID longitud {len} bytes
fr: UID de {len} octets de long
it: Lunghezza UID {len} byte
ko: UID {len} 바이트 길이
nl: UID {len} byte lengte
no: UID {len} byte lengde
pl: UID długości {len} bajtów
pt_br: UID {len} byte de comprimento
ro: UID {len} lungime octet
ru: Длина UID {len} байт
tr: UID {len} bayt uzunluğunda
uk: UID довжиною {len} байта(ів)
zh: UID {len} 字节长度
zh_tw: UID {len} 字組長度

source: Tag type
bg: Тип на Tag
ca: Tipus d'etiqueta
cs: Typ štítku
de: Tag-Typ
de_at: Tag-Typ
el: Τύπος ετικέτας
es: Tipo de etiqueta
fr: Type de tag
it: Tipo di Tag
ko: 태그 유형
nl: Tag soort
no: Tagg type
pl: Typ tagu
pt_br: Tipo de Tag
ro: Tip etichetă
ru: Тип тега
tr: Tag türü
uk: Тип мітки
zh: 标签类型
zh_tw: 標籤類型:

source: Select save format
bg: Избери формат
ca: Seleccioneu el format
cs: Vyberte formát uložení
da: Vælg filformat
de: Speicherformat auswählen
de_at: Speicherformat wön
el: Επιλέξτε μορφή αποθήκευσης
es: Seleccione el formato de guardado
fr: Sélectionner le format d'enregistrement
it: Seleziona il formato di salvataggio
ko: 저장 형식 선택
nl: Selecteer opslag formaat
no: Velg lagringsformat
pl: Wybierz format zapisu
pt_br: Selecione o formato de arquivo
ro: Selectează formatul fișierului
ru: Выберите формат файла
tr: Kayıt formatını seçin
uk: Виберіть формат збереження
zh: 选择保存格式
zh_tw: 選擇檔案格式

source: Key count
bg: Брой ключове
ca: Nombre de claus
cs: Počet klíčů
da: Antal nøgler
de: Schlüssel Anzahl
de_at: Schliassl Anzahl
el: Πλήθος κλειδιών
es: Contador de claves
fr: Nombre de clés
it: Conteggio chiavi
ko: 키 개수
nl: Aantal sleutels
no: Antall nøkler
pl: Liczba kluczy
pt_br: Número de chaves
ro: Număr de chei
ru: Количество ключей
tr: Anahtar sayısı
uk: Кількість ключів
zh: 密钥数量
zh_tw: 鍵數

source: All
bg: Всички
ca: Tot
cs: Všechny
da: Alle
de: Alle
de_at: Alle
el: Όλα
es: Todo
fr: Tout
it: Tutto
ko: 전체
nl: Alles
no: Alle
pl: Wszystkie
pt_br: Todos
ro: Toate
ru: Все
tr: Tümü
uk: Всі
zh: 全部
zh_tw: 全部

source: No name
bg: Без име
ca: Sense nom
cs: Bez názvu
da: Intet navn
de: Kein Name
de_at: Kei Nam
el: Χωρίς όνομα
es: Sin nombre
fr: Aucun nom
it: Nessun nome
ko: 이름 없음
nl: Geen naam
no: Ingen navn
pl: Bez nazwy
pt_br: Sem nome
ro: Fără nume
ru: Без имени
tr: İsimsiz
uk: Без назви
zh: 无名称
zh_tw: 無名稱

# connecting_to_ble
source: Connecting to BLE device...
bg: Свързване с BLE устройство...
ca: S'està connectant al dispositiu BLE...
cs: Připojování k zařízení BEL...
da: Tilslutter til BLE-enhed...
de: Verbinde mit Bluetooth Gerät...
de_at: Verbindn mit Bluetooth Grät...
el: Σύνδεση με τη συσκευή BLE...
es: Conectando con el dispositivo BLE...
fr: Connexion à l'appareil BLE...
it: Connessione al dispositivo BLE...
ko: 블루투스 기기에 연결하는 중...
nl: Verbinding maken met BLE apparaat...
no: Kobler til Bluetooth enhet...
pl: Łączenie z urządzeniem BLE...
pt_br: Conectando a dispositivo BLE…
ro: Conectare la dispozitiv...
ru: Подключение к BLE устройству...
tr: BLE cihazına bağlanıyor...
uk: З'єднання з BLE пристроєм...
zh: 正在连接到蓝牙设备..
zh_tw: 正在連接裝置...

# default_ble_password
source: Default BLE connection password is 123456
bg: Парола по подразбиране за BLE е 123456
ca: La contrasenya per defecte BLE és 123456
cs: Výchozí heslo pro připojení BLE je 123456
da: Standard BLE forbindelse adgangskode er 123456
de: Der Standard BLE PIN ist 123456
de_at: Des stondard password is 123456
el: Ο προεπιλεγμένος κωδικός σύνδεσης BLE είναι 123456
es: La contraseña de conexión BLE predeterminada es 123456
fr: Le mot de passe de connexion BLE par défaut est 123456
it: La password di connessione BLE predefinita è 123456
ko: 기본 블루투스 연결 비밀번호는 123456입니다.
nl: Standaard BLE connectie wachtwoord is 123456
no: Standard Bluetooth tilkoblingspassord er 123456
pl: Domyślne hasło połączenia BLE to 123456
pt_br: Senha de conexão BLE padrão é 123456
ro: Parola de conexiune BLE implicită este 123456
ru: 123456 - пароль по умолчанию для подключения через BLE
tr: Varsayılan BLE bağlantı şifresi 123456
uk: Пароль за замовчуванням для підключення BLE 123456
zh: 默认蓝牙连接密码为 123456
zh_tw: 預設BLE連線密碼為123456

# connection_might_take_some_time
source: First connection might take some time
bg: Първоначалното свързване може да отнеме време
ca: La primera connexió pot trigar una mica
cs: První připojení může chvíli trvat
da: Første forbindelse kan tage noget tid
de: Erste Verbindung kann einige Zeit dauern
de_at: Erste moi verbindn kon a bisl dauan
el: Η πρώτη σύνδεση μπορεί να διαρκέσει λίγο χρόνο
es: La primera conexión puede tardar algún tiempo
fr: La première connexion peut prendre un certain temps
it: La prima connessione potrebbe richiedere del tempo
ko: 첫 번째 연결에는 다소 시간이 걸릴 수 있습니다.
nl: De eerste verbinding kan enige tijd duren
no: Første tilkobling kan ta litt tid
pl: Pierwsze połączenie może trochę potrwać
pt_br: Primeira conexão pode levar algum tempo
ro: Prima conexiune ar putea dura ceva timp
ru: Первое подключение может занять некоторое время
tr: İlk bağlantı biraz zaman alabilir
uk: Перше підключення може зайняти деякий час
zh: 首次连接可能需要一些时间
zh_tw: 首次連線可能需要多一些時間

# too_long_name
source: The name is too long
bg: Името е твърде дълго
ca: El nom és massa llarg
cs: Jméno je příliš dlouhé
de: Der Name ist zu lang
de_at: Der Name ist zu lang
el: Το όνομα είναι πολύ μεγάλο
es: El nombre es demasiado largo
fr: Le nom est trop long
it: Il nome è troppo lungo
ko: 이름이 너무 깁니다
nl: Gekozen naam is te lang
no: Navnet er for langt
pl: Nazwa jest za długa
pt_br: O nome é muito longo
ro: Numele este prea lung
ru: Имя слишком длинное
tr: İsim uzunluğu çok fazla
uk: Ім'я занадто довге
zh: 名称过长
zh_tw: 名稱太長

source: Save recovered keys
bg: Запази откритите ключове
ca: Desa les claus recuperades
cs: Uložit obnovené klíče
de: Wiederhergestellte Schlüssel speichern
de_at: Wiederhergestellte Schlüssel speichern
el: Αποθήκευση ανακτημένων κλειδιών
es: Guardar claves recuperadas
fr: Enregistrer les clés récupérées
it: Salva le chiavi recuperate
ko: 복구된 키 저장
nl: Herstelde sleutels opslaan
no: Lagre gjenopprettetede nøkler
pl: Zapisz odzyskane klucze
pt_br: Salvar chaves recuperadas
ru: Сохранить восстановленные ключи
tr: Kurtarılan anahtarları kaydet
uk: Зберегти відновлені ключі
zh: 保存恢复的密钥
zh_tw: 儲存復原的密鑰

# save_recovered_keys_where
source: Where do you want to save the recovered keys?
bg: Къде искате да запазите възстановените ключове?
ca: On voleu desar les claus recuperades?
cs: Kde chcete uložit obnovené klíče?
de: Wo möchten Sie die wiederhergestellten Schlüssel speichern?
de_at: Wo wüsst den wiederhergstellten Schlüssel speichern?
el: Πού θέλετε να αποθηκεύσετε τα ανακτημένα κλειδιά;
es: ¿Dónde desea guardar las claves recuperadas?
fr: Où voulez-vous enregistrer les clés récupérées ?
it: Dove vuoi salvare le chiavi recuperate?
ko: 복구된 키를 어디에 저장하시겠습니까?
nl: Waar wil je de herstelde sleutels opslaan?
no: Hvor vil du lagre de gjenopprettede nøklene?
pl: Gdzie chcesz zapisać odzyskane klucze?
pt_br: Onde você quer salvar as chaves recuperadas?
ru: Куда вы хотите сохранить восстановленные ключи?
tr: Kurtarılan anahtarları nereye kaydetmek istersiniz?
uk: Куди ви хочете зберегти відновлені ключі?
zh: 您要将恢复的密钥保存到哪里？
zh_tw: 您想將復原的密鑰保存在哪裡？

source: Save recovered keys to file
bg: Запази откритите ключове във файл
ca: Desa les claus recuperades a un fitxer
cs: Uložte obnovené klíče do souboru
de: Wiederhergestellte Schlüssel in Datei speichern
de_at: Wiederhergestellte Schlüssel in Datei speichern
el: Αποθήκευση ανακτημένων κλειδιών σε αρχείο
es: Guardar claves recuperadas en un archivo
fr: Enregistrer les clés récupérées dans un fichier
it: Salva le chiavi recuperate su file
ko: 복구된 키를 파일로 저장
nl: Sla herstelde sleutels op naar een bestand
no: Lagre gjennopprettede nøkler til fil
pl: Zapisz odzyskane klucze do pliku
pt_br: Salvar chaves recuperadas em um arquivo
ru: Сохранить восстановленные ключи в файл
tr: Kurtarılan anahtarları dosyaya kaydet
uk: Зберегти відновлені ключі до файлу
zh: 将恢复的密钥保存到文件
zh_tw: 將恢復的密鑰儲存到文件

# add_recovered_keys_to_existing_dict
source: Add recovered keys to existing dictionary
bg: Добави откритите ключове в речник
ca: Afegeix les claus recuperades a un diccionari existent
cs: Přidat obnovené klíče do existujícího slovníku
de: Wiederhergestellte Schlüssel zum vorhandenen Wörterbuch hinzufügen
de_at: Wiederhergstellte Schlüssel zum vorhandenen Wörterbuch dazua geben
el: Προσθήκη ανακτημένων κλειδιών σε υπάρχον λεξικό
es: Añadir claves recuperadas al diccionario existente
fr: Ajouter les clés récupérées au dictionnaire existant
it: Aggiungi le chiavi recuperate al dizionario esistente
ko: 기존 사전에 복구된 키 추가
nl: Herstelde sleutels toevoegen aan bestaand woordenboek
no: Legg til gjennopprettede nøkler til en eksisterende ordbok
pl: Dodaj odzyskane klucze do istniejącego słownika
pt_br: Adicionar chaves recuperadas ao dicionário existente
ru: Добавить восстановленные ключи в существующий словарь
tr: Kurtarılan anahtarları var olan sözlüğe ekle
uk: Додати відновлені ключі до існуючого словника
zh: 将恢复的密钥添加到现有字典
zh_tw: 將復原金鑰新增至現有字典中

# create_new_dict_with_recovered_keys
source: Create new dictionary with recovered keys
bg: Създай нов речник с откритите ключове
ca: Crea un diccionari nou amb les claus recuperades
cs: Vytvořit nový slovník s obnovenými klíči
de: Neues Wörterbuch mit wiederhergestellten Schlüsseln erstellen
de_at: Neichs Wörterbuch mit wiederhergstellten Schlüsseln erstelln
el: Δημιουργία νέου λεξικού με ανακτημένα κλειδιά
es: Crear nuevo diccionario con claves recuperadas
fr: Créer un nouveau dictionnaire avec les clés récupérées
it: Crea un nuovo dizionario con le chiavi recuperate
ko: 복구된 키를 사용하여 새 사전 생성
nl: Maak nieuw woordenboek met herstelde sleutels
no: Lag ny ordbok med gjenopprettetede nøkler
pl: Utwórz nowy słownik z odzyskanymi kluczami
pt_br: Criar novo dicionário com chaves recuperadas
ru: Создать новый словарь с восстановленными ключами
tr: Kurtarılan anahtarlardan yeni bir sözlük oluştur
uk: Створити новий словник з відновленими ключами
zh: 使用恢复的密钥创建新字典
zh_tw: 將復原金鑰存放新字典
