Repository: GameTec-live/ChameleonUltraGUI
Catalog: chameleonultragui/lib/l10n/app_*.arb
Languages: bg, ca, cs, da, de, de_at, el, es, fr, it, ko, nl, no, pl, pt_br, ro, ru, tr, uk, zh, zh_tw

source: Facility Code
ca: Codi d'instal·lació
cs: Kód zařízení
es: Código de instalación
it: Codice dell'impianto
ko: 시설 코드
nl: Faciliteit code
zh: 设备编码
zh_tw: 設備代碼

source: Issue Level
ca: Nivell d'emissió
cs: Úroveň problému
es: Nivel de problema
it: Livello del problema
ko: 이슈 레벨
nl: Probleem Niveau
pl: Poziom wydania
zh: 问题等级
zh_tw: 問題等級

# must_be_between
source: Must be between {a} and {b}
ca: Ha d'estar entre {a} i {b}
cs: Musí být mezi {a} a {b}
es: Debe estar entre {a} y {b}
it: Deve essere compreso tra {a} e {b}
ko: {a}와 {b} 사이에 있어야 합니다.
nl: Moet liggen tussen {a} en {b}
pl: Musi być pomiędzy {a} i {b}
zh: 必须介于 {a} 和 {b} 之间
zh_tw: 必須介於 {a} 和 {b} 之間

source: Mifare Ultralight emulator settings
cs: Nastavení Mifare Classic emulátoru
es: Configuración del emulador Mifare Ultralight
it: Impostazioni emulatore Mifare Ultralight
ko: Mifare Ultralight 에뮬레이터 설정
nl: Mifare Classic emulator instellingen
pl: Ustawienia emulatora Mifare Ultralight
zh: Mifare Ultralight 模拟器设置
zh_tw: Mifare Ultralight 模擬器設定

source: Passwords detected
cs: Zjištěná hesla
es: Contraseñas detectadas
it: Password rilevate
ko: 비밀번호 탐지
nl: Wachtwoorden gedetecteerd
pl: Wykryto hasła
zh: 检测到密码
zh_tw: 偵測到密碼

# enable_password_detection
source: Enable password detection to capture Mifare Ultralight passwords from reader
cs: Povolit detekci hesel pro zachycení Mifare Ultralight hesel z čtečky
es: Habilite la detección de contraseñas para capturar contraseñas Mifare Ultralight del lector
it: Abilita il rilevamento password per catturare le password Mifare Ultralight dal lettore
ko: 리더로부터 Mifare Ultralight 비밀번호를 캡처하기 위해 비밀번호 감지를 활성화하십시오.
nl: Wachtwoorddetectie inschakelen voor het vastleggen van Mifare Ultralight wachtwoorden van lezer
pl: Włącz wykrywanie hasła, aby przechwytywać hasła Mifare Ultralight z czytnika
zh: 启用密码检测以从读卡器捕获 Mifare Ultralight 密码
zh_tw: 啟用密碼偵測以從讀卡器擷取 Mifare Ultralight 密碼

source: Password detection
cs: Detekce hesel
es: Detección de contraseña
it: Rilevamento password
ko: 비밀번호 탐지
nl: Wachtwoord detectie
pl: Wykrywanie hasła
zh: 密码检测
zh_tw: 密碼偵測

source: View passwords
cs: Zobrazit hesla
es: Ver contraseñas
it: Visualizza le password
ko: 비밀번호 보기
nl: Wachtwoorden tonen
pl: Wyświetl hasła
zh: 查看密码
zh_tw: 檢視密碼

source: Detected passwords
cs: Zjištěná hesla
es: Contraseñas detectadas
it: Password rilevate
ko: 탐지된 비밀번호
nl: Gevonden wachtwoorden
pl: Wykryte hasła
zh: 检测到的密码
zh_tw: 偵測到的密碼

# trademarks_hid
source: HID™ and HID ProxCard™ are registered trademarks of HID Global Corporation
cs: HIDTM a HID ProxCardTM jsou registrované ochranné známky HID Global Corporation
es: HID™ y HID ProxCard™ son marcas registradas de HID Global Corporation
it: HID™ e HID ProxCard™ sono marchi registrati di HID Global Corporation
ko: HID™ 및 HID ProxCard™ HID Global Corporation의 등록 상표입니다.
nl: HIDTM en HID ProxCardTM zijn geregistreerde handelsmerken van HID Global Corporation
pl: HID™ i HID ProxCard™ są zarejestrowanymi znakami towarowymi firmy HID Global Corporation
zh: HID™ 和 HID ProxCard™ 是 HID Global Corporation 的注册商标
zh_tw: HID™ 和 HID ProxCard™ 是 HID Global Corporation 的註冊商標

source: Licenses
cs: Licence
es: Licencias
it: Licenze
ko: 라이센스
nl: Licenties
pl: Licencje
zh: 许可协议
zh_tw: 授權

source: Changelog
cs: Seznam změn
es: Registro de cambios
ko: 변경 내역
nl: Wijzigingslogboek
pl: Lista zmian
zh: 变更日志
zh_tw: 變更記錄

source: Help Translate
cs: Pomozte s překladem
es: Ayuda a traducir
it: Aiuta a tradurre
ko: 번역 도와주기
nl: Helpen met vertalen
pl: Pomóż tłumaczyć
zh: 协助翻译
zh_tw: 協助翻譯

source: Your Version
cs: Vaše verze
es: Tu versión
it: La tua versione
ko: 설치된 버전
nl: Huidige versie
pl: Twoja wersja
zh: 您的版本
zh_tw: 您的版本

source: No changelogs available
cs: Není dostupný seznam změn
es: No hay registros de cambios disponibles
it: Nessun changelog disponibile
ko: 변경 사항이 없습니다.
nl: Geen wijzigingslogs beschikbaar
pl: Dziennik zmian jest niedostępny
zh: 无可用的变更日志
zh_tw: 沒有可用的變更記錄

source: Changes
cs: Změny
es: Cambios
it: Novità
ko: 변경
nl: Wijzigingen
pl: Zmiany
zh: 变化
zh_tw: 變更

source: Recent commits
cs: Nedávné revize
es: Confirmaciones recientes
it: Commit recenti
ko: 최근 변경 사항
nl: Recente bijdragen
zh: 最近的提交
zh_tw: 最近的提交

source: Latest commits
cs: Nejnovější revize
es: Últimas confirmaciones
it: Ultimi commit
ko: 최신 커밋
nl: Nieuwste bijdragen
zh: 最新的提交
zh_tw: 最新的提交

source: Latest commits from main branch
cs: Nejnovější revize z hlavní branche
es: Últimas confirmaciones de la rama principal
it: Ultimi commit dal branch principale
ko: 최근에 본점에서 커밋합니다.
nl: Nieuwste bijdragen
pl: Najnowsze zatwierdzenia z gałęzi głównej
zh: 主分支的最新提交
zh_tw: 主分支的最新提交

source: View Commits
cs: Zobrazit změny
es: Ver confirmaciones
it: Visualizza Commit
ko: 커밋 보기
nl: Bijdragen bekijken
pl: Wyświetl zatwierdzenia
zh: 查看提交
zh_tw: 檢視提交

source: View Full Release
cs: Zobrazit úplný release
es: Ver versión completa
it: Visualizza Versione Completa
ko: 전체 릴리스 보기
nl: Bekijk volledige release
pl: Wyświetl pełne wydanie
zh: 查看完整发布版本
zh_tw: 檢視完整發行版本

source: No changes listed
cs: Žádné změny nejsou uvedeny
es: No se enumeran cambios
it: Nessuna modifica elencata
ko: 변경 사항 없음
nl: Geen wijzigingen vermeld
pl: Brak zmian
zh: 未列出任何更改
zh_tw: 沒有列出的變更

source: Unreleased
cs: Nevydané
es: Inédito
it: Non pubblicato
ko: 미출시
nl: Niet uitgebracht
pl: Nieopublikowane
zh: 未发布
zh_tw: 未發布

source: Android
ko: 안드로이드
zh_tw: 安卓 （Android）

source: T55XX
uk: Т55ХХ

source: Gen1
bg: Ген1

source: Gen3
bg: Ген3
