Repository: GameTec-live/ChameleonUltraGUI
Catalog: chameleonultragui/lib/l10n/app_*.arb
Languages: bg, ca, cs, da, de, de_at, el, es, fr, it, ko, nl, no, pl, pt_br, ro, ru, tr, uk, zh, zh_tw

source: Connect manually
ca: Connecta manualment
cs: Připojit ručně
de: Manuell verbinden
es: Conectar manualmente
fr: Connexion manuelle
it: Connetti manualmente
ko: 수동으로 연결
nl: Handmatig verbinden
no: Koble til manuelt
pl: Ręcznie połącz
ru: Подключить вручную
zh: 手动连接
zh_tw: 手動連接

source: Port
es: Puerto
it: Porta
ko: 포트
nl: Poort
ru: Порт
zh: 端口
zh_tw: 連接埠

# port_hint
source: e.g. COM3, /dev/ttyUSB0
ca: ex. COM3, /dev/ttyUSB0
cs: např. COM3, /dev/ttyUSB0
de: z.B. COM3, /dev/ttyUSB0
fr: par exemple COM3 ou /dev/ttyUSB0
it: es. COM3, /dev/ttyUSB0
ko: 예: COM3, /dev/ttyUSB0
nl: bijv. COM3, /dev/ttyUSB0
no: f.eks COM3, /dev/ttyUSB0
pl: np. COM3, /dev/ttyUSB0
ru: например, COM3, /dev/ttyUSB0
zh: 例如 COM3, /dev/ttyUSB0
zh_tw: 例如 COM3, /dev/ttyUSB0

# hardnested_collecting_nonces
source: Collecting required nonces {nonces}/256...
ca: S'estan recollint els nonces {nonces}/256...
cs: Shromažďuji požadované "nonces" {nonces}/256...
de: Sammle benötigte Nonces {nonces}/256...
es: Recopilando los nonces requeridos {nonces}/256...
fr: Acquisition des nonces nécessaires {nonces}/256 ...
it: Raccogliendo i nonces richiesti {nonces}/256...
ko: 필요한 논스 {nonces}/256...
nl: Verzamelen vereiste nonces {nonces}/256...
pl: Zbieranie wymaganych noncesów {nonces}/256...
ru: Собираем необходимые nonces {nonces}/256...
zh: 正在收集所需的随机数 {nonces}/256...
zh_tw: 正在收集所需的隨機數 {nonces}/256...

# hardnested_calculating_key
source: Calculating key...
ca: Calculant la clau...
cs: Počítám klíč...
de: Berechne Schlüssel...
es: Calculando clave...
fr: Calcul de la clé...
it: Calcolando la chiave...
ko: 키 계산하는 중...
nl: Sleutel berekenen...
no: Beregner nøkkel...
pl: Olbiczanie klucza...
ru: Вычисление ключа...
zh: 正在计算密钥...
zh_tw: 正在計算金鑰...

# invalid_input
source: One of the fields is filled in incorrectly
ca: Un dels camps està emplenat incorrectament
cs: Jedno z polí je vyplněno nesprávně
de: Eines der Felder wurde falsch ausgefüllt
es: Uno de los campos está rellenado incorrectamente
fr: L'un des champs est mal renseigné
it: Uno dei campi è compilato in modo errato
ko: 필드 중 하나가 잘못 입력되었습니다
nl: Een van de velden is onjuist ingevuld
pl: Jedno z pól jest wypełnione nieprawidłowo
ru: Одно из полей заполнено неверно
zh: 其中一个字段填写不正确
zh_tw: 其中一個欄位填寫不正確

# failed_to_fetch_oc_contributors
source: Failed to fetch OpenCollective contributors
ca: No s'han pogut obtenir els col·laboradors d'OpenCollective
cs: Nepodařilo se načíst přispěvatele OpenCollective
de: Fehler beim Abrufen der OpenCollective Mitwirkenden
es: No se pudieron obtener los colaboradores de OpenCollective
fr: Impossible de récupérer la liste des contributeurs OpenCollective
it: Recupero dei contributori OpenCollective non riuscito
ko: OpenCollective 기여자를 가져오지 못했습니다
nl: Ophalen van OpenCollective bijdragers mislukt
pl: Nie udało się pobrać współpracowników OpenCollective
ru: Не удалось получить участников сбора на OpenCollective
zh: 无法获取 OpenCollective 贡献者
zh_tw: 無法取得 OpenCollective 貢獻者

# recovery_old_firmware
source: Failed to collect nonces, is your firmware up to date?
ca: No s'han pogut recollir els nonces, està actualitzat el vostre firmware?
cs: Nepodařilo se shromáždit "nones", je váš firmware aktuální?
de: Fehler beim Sammeln von Nonces, ist die Firmware aktuell?
es: No se pudieron recolectar nonces, ¿su firmware está actualizado?
fr: Impossible de collecter les nonces, le micrologiciel est-il à jour ?
it: Impossibile raccogliere nonces, il tuo firmware è aggiornato?
ko: 논스를 수집하는 데 실패했습니다. 펌웨어가 최신 상태입니까?
nl: Mislukt om nonces op te halen, is uw firmware up-to-date?
pl: Nie udało się zebrać wartości nonce. Czy oprogramowanie sprzętowe jest aktualne?
ru: Не удалось собрать nonces, ваша прошивка обновлена?
zh: 无法收集随机数，您的固件是最新版本吗？
zh_tw: 無法收集隨機數，您的韌體是最新版本嗎？

# emulate_device
source: Emulated device
ca: Dispositiu emulat
cs: Emulované zařízení
de: Emuliertes Gerät
es: Dispositivo emulado
fr: Appareil émulé
it: Dispositivo emulato
ko: 에뮬레이트된 장치
nl: Geemuleerd apparaat
pl: Urządzenie emulowane
ru: Виртуальное устройство
zh: 模拟设备
zh_tw: 模擬裝置

# emulate_device_confirmation
source: Are you sure you want to {mode} emulated device? You can enable this to check app functions without having Chameleon Ultra, all actions with emulated device will not be saved. You won't be able to connect to real device unless you will disable this.
ca: Esteu segur que voleu {mode} el dispositiu emulat? Podeu activar això per comprovar les funcions de l'aplicació sense tenir un Chameleon Ultra, totes les accions amb el dispositiu emulat no es desaran. No podreu connectar amb el dispositiu real si no desactiveu això.
cs: Jste si jisti, že chcete {mode} emulované zařízení? Toto můžete povolit pro kontrolu funkcí aplikace, aniž byste měli Chameleon Ultra, všechny akce s emulovaným zařízením nebudou uloženy. Nebudete se moci připojit ke skutečnému zařízení, dokud to nevypnete.
de: Sind Sie sicher, dass Sie das emulierte Gerät {mode} möchten? Sie können dies aktivieren, um App-Funktionen zu überprüfen, ohne Chameleon Ultra, mit emuliertem Gerät werden keine Aktionen gespeichert und währenddessen kannst du dich nicht mit einem echten Gerät verbinden.
es: ¿Seguro que quieres usar {mode} como dispositivo emulado? Puedes activarlo para comprobar las funciones de la aplicación sin tener Chameleon Ultra. No se guardarán las acciones realizadas con el dispositivo emulado. No podrás conectarte al dispositivo real a menos que desactives esta opción.
fr: Voulez-vous vraiment {mode} l'appareil émulé ? Activer ceci vous permet de tester les fonctionnalités de l'application sans posséder un Chameleon Ultra. Aucune des actions effectuées en mode appareil émulé ne sera enregistrée. Vous ne pourrez pas vous connecter à un vrai appareil tant que vous gardez cette option activée.
it: Sei sicuro di voler emulare il dispositivo {mode}? È possibile abilitare questo per controllare le funzioni dell'app senza avere Chameleon Ultra, tutte le azioni con dispositivo emulato non saranno salvate. Non sarai in grado di connetterti al dispositivo reale a meno che non lo disabiliterai.
ko: 에뮬레이션된 기기를 {mode}로 설정하시겠습니까? 이 기능을 활성화하면 Chameleon Ultra 없이도 앱 기능을 확인할 수 있습니다. 에뮬레이션된 기기에서 수행된 모든 작업은 저장되지 않습니다. 이 기능을 비활성화하지 않으면 실제 기기에 연결할 수 없습니다.
nl: Weet u zeker dat u het apparaat {mode} wilt emuleren? U kunt dit inschakelen om app-functies te controleren zonder Chameleon Ultra, alle acties met emulated apparaat zullen niet worden opgeslagen. U kunt geen verbinding maken met een echt apparaat tenzij u dit uitschakelt.
pl: Czy na pewno chcesz emulować urządzenie w trybie {mode}? Możesz włączyć tę opcję, aby sprawdzić funkcje aplikacji bez konieczności posiadania Chameleon Ultra. Wszystkie działania na emulowanym urządzeniu nie zostaną zapisane. Nie będziesz mógł połączyć się z prawdziwym urządzeniem, dopóki nie wyłączysz tej opcji.
ru: Вы уверены, что хотите {mode} виртуальное устройство? Вы можете включить это для проверки функций приложения без использования Chameleon Ultra, все действия с эмулированным устройством не будут сохранены. Вы не сможете подключиться к реальному устройству, пока не отключите это.
zh: 您确定要{mode}模拟设备吗？您可以启用此功能以在没有 Chameleon Ultra 的情况下检查应用程序功能，所有使用模拟设备的操作都不会被保存。除非您禁用此功能，否则您将无法连接到真实设备。
zh_tw: 您確定要{mode}模擬裝置嗎？您可以啟用此功能以在沒有 Chameleon Ultra 的情況下檢查應用程式功能，所有使用模擬裝置的操作都不會被儲存。除非您停用此功能，否則您將無法連接到真實裝置。

source: PRNG type
ca: Tipus de PRNG
cs: Typ PRNG
de: PRNG Typ
es: Tipo PRNG
fr: Type de générateur de nombres pseudo-aléatoires (PRNG)
it: Tipo di PRNG
ko: PRNG 유형
pl: Typ PRNG
ru: Тип PRNG
zh: PRNG 类型
zh_tw: PRNG 類型

# prng_type_static
source: Static
ca: Estàtic
cs: Statický
de: Statisch
es: Estático
fr: Statique
it: Statico
ko: 정적
nl: Statisch
no: Statisk
pl: Statyczny
ru: Статичный
zh: 静态
zh_tw: 靜態

# prng_type_weak
source: Weak
ca: Feble
cs: Slabý
de: Schwach
es: Débil
fr: Faible
it: Debole
ko: 취약
nl: Zwak
no: Svak
pl: Słaby
ru: Предсказуемый
zh: 弱
zh_tw: 弱

# prng_type_hard
source: Hard
ca: Difícil
cs: Silný
de: Stark
es: Fuerte
fr: Renforcé
it: Forte
ko: 어려움
nl: Moeilijk
no: Vanskelig
pl: Mocny
ru: Непредсказуемый
zh: 强
zh_tw: 強

# has_backdoor_support
source: Backdoor
ca: Porta del darrere
cs: Má backdoor
es: Puerta trasera
fr: Porte dérobée
ko: 백도어
no: Bakdør
zh: 后门
zh_tw: 後門

# demo_firmware
source: Demo, not real Chameleon Ultra. Disable in settings
ca: Demo, no el Chameleon real
cs: Demo, není skutečný Chameleon Ultra. Zakázat v nastavení
de: Demo, kein echtes Chameleon Ultra. Für Deaktivierung siehe Einstellungen
es: Demo, no es Chameleon Ultra real. Desactivar en la configuración.
fr: Démo, pas le vrai Chameleon Ultra. Désactiver dans les paramètres
it: Versione di prova, non un vero Chameleon Ultra. Disabilitala nelle impostazioni
ko: 데모, 실제 Chameleon이 아닙니다
nl: Demo, geen echte Chameleon Ultra. Uitschakelen in instellingen
no: Demo, ikke ekte Chameleon Ultra. Deaktiver i innstillinger
pl: Demo, nieprawdziwy Kameleon Ultra. Wyłącz w ustawieniach
ru: Виртуальный Chameleon Ultra. Это можно отключить в настройках
zh: 演示版本，非真实 Chameleon Ultra。请在设置中停用
zh_tw: 示範版本，非真實 Chameleon Ultra。請在設定中停用

# trademarks_mifare
source: MIFARE®, MIFARE® Classic and MIFARE® Ultralight are registered trademarks of NXP Semiconductors B.V.
ca: MIFARE®, MIFARE® Classic i MIFARE® Ultralight són marques registrades de NXP Semiconductors B.V.
cs: MIFARE®️, MIFARE®️ Classic a MIFARE®️ Ultralight jsou registrované ochranné známky NXP Semiconductors B.V.
de: MIFARE®, MIFARE® Classic und MIFARE® Ultralight sind eingetragene Warenzeichen von NXP Semiconductors B.V.
es: MIFARE®, MIFARE® Classic y MIFARE® Ultralight son marcas registradas de NXP Semiconductors B.V.
fr: MIFARE®, MIFARE® Classic et MIFARE® Ultralight sont des marques déposées de NXP Semiconductors B.V.
it: MIFARE®️, MIFARE®️ Classic e MIFARE®️ Ultralight sono marchi registrati di NXP Semiconductors B.V.
ko: MIFARE®, MIFARE® Classic 및 MIFARE® Ultralight는 NXP Semiconductors B.V.의 등록 상표입니다.
nl: MIFARE®️, MIFARE®️ Classic en MIFARE®️ Ultralight zijn geregistreerde handelsmerken van NXP Semiconductors B.V.
no: MIFARE®️, MIFARE®️ Classic and MIFARE®️ Ultralight er registrerte varemerker for NXP Semiconductors B.V.
pl: MIFARE®, MIFARE® Classic i MIFARE® Ultralight są zarejestrowanymi znakami towarowymi firmy NXP Semiconductors B.V.
ru: MIFARE®, MIFARE® Classic и MIFARE® Ultralight являются зарегистрированными товарными знаками NXP Semiconductors B.V.
zh: MIFARE®、MIFARE® Classic 和 MIFARE® Ultralight 是 NXP Semiconductors B.V. 的注册商标。
zh_tw: MIFARE®、MIFARE® Classic 和 MIFARE® Ultralight 是 NXP Semiconductors B.V. 的註冊商標。

# trademarks_em
source: EM Microelectronic-Marin, EM Microelectronic, EM and all product designations beginning with “EM” are registered trademarks of EM Microelectronic
ca: EM Microelectronic-Marin, EM Microelectronic, EM i totes les designacions de producte que comencen per “EM” són marques registrades d'EM Microelectronic
cs: EM Microelectronic-Marin, EM Microelectronic, EM a všechna označení výrobku začínající „EM“ jsou registrovanými ochrannými známkami EM Microelectronic
de: EM Microelectronic-Marin, EM Microelectronic, EM und alle mit „EM“ beginnenden Produktbezeichnungen sind eingetragene Warenzeichen von EM Microelectronic
es: EM Microelectronic-Marin, EM Microelectronic, EM y todas las designaciones de productos que comienzan con “EM” son marcas registradas de EM Microelectronic
fr: EM Microelectronic-Marin, EM Microelectronic, EM et tous les noms de produits commençant par "EM" sont des marques déposées de EM Microelectronic
it: EM Microelectronic-Marin, EM Microelectronic, EM e tutte le designazioni di prodotto a partire da “EM” sono marchi registrati di EM Microelectronic
ko: EM Microelectronic-Marin, EM Microelectronic, EM 및 "EM"으로 시작하는 모든 제품 명칭은 EM Microelectronic의 등록 상표입니다.
nl: EM Microelectronic-Marin, EM Microelectronic, EM en alle productbenamingen die beginnen met "EM" zijn geregistreerde handelsmerken van EM Microelectronic
no: EM Microelectronic-Marin, EM Microelectronic, EM og alle produktbetegnelser som begynner med "EM", er registrerte varemerker for EM Microelectronic
pl: EM Microelectronic-Marin, EM Microelectronic, EM i wszystkie oznaczenia produktów rozpoczynające się od „EM” są zarejestrowanymi znakami towarowymi firmy EM Microelectronic
ru: EM Microelectronic-Marin, EM Microelectronic, EM и все обозначения продуктов начиная с “EM” являются зарегистрированными торговыми марками EM Microelectronic
zh: EM Microelectronic-Marin、EM Microelectronic、EM 及所有以「EM」开头的产品名称均为 EM Microelectronic 的注册商标
zh_tw: EM Microelectronic-Marin、EM Microelectronic、EM 及所有以「EM」開頭的產品名稱均為 EM Microelectronic 的註冊商標

source: Create card
ca: Crea targeta
cs: Vytvořit kartu
de: Karte erstellen
es: Crear tarjeta
fr: Créer carte
it: Crea carta
ko: 카드 생성
nl: Kaart aanmaken
no: Opprett kort
pl: Utwórz kartę
ru: Создать карту
zh: 新建卡片
zh_tw: 建立卡片

# update_data_title
source: Update card data?
ca: Actualitza les dades de la targeta?
cs: Upravit údaje karty?
de: Kartendaten aktualisieren?
es: ¿Actualizar datos de la tarjeta?
fr: Mettre à jour les données de carte ?
it: Aggiornare i dati della carta?
ko: 카드 데이터를 업데이트하시겠습니까?
nl: Kaartgegevens bijwerken?
no: Oppdatere kortdata?
pl: Aktualizuj dane karty?
ru: Обновить данные карты?
zh: 更新卡片数据？
zh_tw: 更新卡片資料？

# update_data_message
source: You have changed the UID, SAK, or ATQA. Do you want to update the card data accordingly?
ca: Heu canviat el UID, SAK o ATQA. Voleu actualitzar les dades de la targeta consegüentment?
cs: Změnili jste UID, SAK, nebo ATQA. Chcete odpovídajícím způsobem aktualizovat údaje o kartě?
de: Sie haben die UID, SAK oder ATQA geändert. Wollen Sie die Änderung speichern?
es: Has cambiado el UID, el SAK o el ATQA. ¿Desea actualizar los datos de la tarjeta?
fr: Vous avez changé l'UID, le SAK ou l'ATQA. Voulez-vous les mettre à jour dans les données de carte ?
it: Hai cambiato UID, SAK o ATQA. Vuoi aggiornare di conseguenza i dati della carta?
ko: UID, SAK 또는 ATQA를 변경했습니다. 카드 데이터도 그에 맞게 업데이트하시겠습니까?
nl: U heeft de UID, SAK of ATQA gewijzigd. Wilt u de kaartgegevens bijwerken?
pl: Zmieniłeś UID, SAK lub ATQA. Czy chcesz odpowiednio zaktualizować dane karty?
ru: Вы изменили UID, SAK или ATQA. Хотите обновить данные карты?
zh: 您已更改 UID、SAK 或 ATQA。您要相应地更新卡片数据吗？
zh_tw: 您已變更 UID、SAK 或 ATQA。您要相應地更新卡片資料嗎？

source: Create
ca: Crea
cs: Vytvořit
de: Erstellen
es: Crear
fr: Créer
it: Crea
ko: 생성
nl: Aanmaken
pl: Utwórz
ru: Создать
zh: 新建
zh_tw: 建立

# ultralight_counter
source: Ultralight counter {index}
ca: Comptador Ultralight {index}
cs: Ultralight čítač {index}
de: Ultralight Zähler {index}
es: Contador Ultralight {index}
fr: Compteur Ultralight {index}
it: Contatore Ultralight {index}
ko: 초경량 카운터 {index}
nl: Ultralight waarde {index}
pl: {index}
ru: Счетчик Ultralight {index}
zh: Ultralight 计数器 {index}
zh_tw: Ultralight 計數器 {index}

# ultralight_counter_value
source: Counter value
ca: Valor del comptador (0-16777215)
cs: Hodnota čítače
de: Zählerwert (0-16777215)
es: Valor del contador
fr: Valeur du compteur
it: Valore del contatore
ko: 카운터 값 (0-16777215)
nl: Waarde
pl: Wartość licznika
ru: Значение счетчика (0-16777215)
zh: 计数器值
zh_tw: 計數器值

# counter_value_empty
source: Counter value cannot be empty
ca: El valor del comptador no pot estar buit
cs: Hodnota čítače nemůže být prázdná
de: Zählerwert darf nicht leer bleiben
es: El valor del contador no puede estar vacío
fr: La valeur du compteur ne peut pas être vide
it: Il valore del contatore non può essere vuoto
ko: 카운터 값은 비어 있을 수 없습니다.
nl: Waarde mag niet leeg zijn
pl: Wartość licznika nie może być pusta
ru: Значение счетчика не может быть пустым
zh: 计数器值不能为空
zh_tw: 計數器值不能為空

# uploading_dump
source: Uploading dump to emulator...
ca: Carregant el bolcat a l'emulador...
cs: Nahrávání dump do emulátoru...
de: Lade Dump in Emulator hoch...
es: Subiendo volcado al emulador...
fr: Envoi du dump sur l'émulateur ...
it: Caricamento del dump sull'emulatore...
ko: 에뮬레이터에 덤프 업로드 중...
nl: Uploaden van dump naar emulator...
pl: Wysyłanie zrzutu do emulatora...
ru: Загрузка данных в эмулятор...
zh: 正在上传转储到模拟器...
zh_tw: 正在上傳轉存到模擬器...

# please_update_firmware
source: Update firmware for a seamless experience
ca: Actualitzeu el firmware per a una experiència sense interrupcions
cs: Aktualizovat firmware pro bezproblémovou zkušenost
de: Aktualisieren Sie die Firmware, um das Gerät optimal zu nutzen
es: Actualice el firmware para una experiencia perfecta
fr: Veuillez mettre à jour le micrologiciel pour une expérience plus fluide
it: Aggiorna il firmware per un'esperienza senza interruzioni
ko: 원활한 경험을 위해 펌웨어를 업데이트하세요.
nl: Update firmware voor een verbeterde ervaring
pl: Zaktualizuj oprogramowanie układowe, aby zapewnić bezproblemową pracę
ru: Обновите прошивку для доступа ко всем функциям
zh: 请更新固件以获得流畅的使用体验
zh_tw: 請更新韌體以獲得流暢的使用體驗

source: Override card type
ca: Sobreescriu el tipus de targeta
cs: Změnit typ karty
es: Anular tipo de tarjeta
fr: Forcer le type de carte
it: Sovrascrivi tipo di carta
ko: 카드 유형 재정의
nl: Kaarttype overschrijven
pl: Zastąp typ karty
ru: Переопределить тип карты
zh: 覆盖卡片类型
zh_tw: 覆寫卡片類型

# override_card_type_description
source: Select a specific card type to override auto-detection
ca: Seleccioneu un tipus de targeta concret per sobreescriure l'autodetecció
cs: Vyberte specifický typ karty pro přepsání automatické detekce
es: Seleccione un tipo de tarjeta específico para anular la detección automática
fr: Sélectionner un type de carte et ignorer l'auto-détection
it: Seleziona un tipo di carta specifico per sovrascrivere il rilevamento automatico
ko: 자동 감지를 재정의하려면 특정 카드 유형을 선택하세요
nl: Selecteer een specifiek kaarttype om automatische detectie te overschrijven
pl: Wybierz konkretny typ karty, aby pominąć automatyczne wykrywanie
ru: Выберите определенный тип карты, чтобы переопределить автоматическое определение
zh: 选择特定的卡片类型以覆盖自动检测
zh_tw: 選擇特定的卡片類型以覆寫自動偵測

source: Dump Editor
ca: Editor de bolcat
cs: Editor výpisu
es: Editor de volcado
fr: Éditeur de dump
it: Dump dell'editor
ko: 덤프 편집기
nl: Bewerken dump
pl: Edytor zrzutów
ru: Редактор данных
zh: 转储编辑器
zh_tw: 轉存編輯器

source: Block
ca: Bloc
cs: Blok
es: Bloque
fr: Bloc
it: Blocco
ko: 블록
nl: Blok
pl: Blokuj
ru: Блок
zh: 块
zh_tw: 區塊

source: Value Block
ca: Bloc de valor
cs: Blok hodnot
es: Bloque de valor
fr: Bloc de valeur
it: Valore del blocco
ko: 블록 값
nl: Waarden blok
pl: Blok wartości
ru: Блок со значением
zh: 数值块
zh_tw: 數值區塊

source: Access Conditions
ca: Condicions d'accés
cs: Podmínky přístupu
es: Condiciones de acceso
fr: Conditions d'accès
it: Condizioni di accesso
ko: 접근 조건
nl: Toegang Voorwaarden
pl: Warunki dostępu
ru: Условия доступа
zh: 访问条件
zh_tw: 存取條件

source: Block Index
ca: Índex de bloc
cs: Blok Index
es: Índice del bloque
fr: Indice de bloc
it: Indice del blocco
ko: 블록 인덱스
nl: Blok index
pl: Indeks bloku
ru: Номер блока
zh: 块索引
zh_tw: 區塊索引

source: Insert Mode
ca: Mode d'inserció
cs: Režim vkládání
fr: Mode insertion
it: Modalità inserimento
ko: 입력 모드
pl: Tryb wstawiania
ru: Режим вставки
zh: 插入模式
zh_tw: 插入模式

source: Color Legend
ca: Llegenda de colors
cs: Barva legendy
es: Leyenda de colores
fr: Légende des couleurs
it: Legenda dei colori
ko: 색상 범례
nl: Kleurenlegende
pl: Legenda kolorów
ru: Цветовое обозначение
zh: 颜色图例
zh_tw: 顏色圖例

source: ASCII View
ca: Vista ASCII
cs: ASCII zobrazení
es: Visor ASCII
fr: Vue ASCII
it: Vista ASCII
ko: ASCII 뷰어
nl: ASCII weergave
pl: Widok ASCII
ru: ASCII вид
zh: ASCII 查看
zh_tw: ASCII 檢視

source: Value Blocks
ca: Blocs de valor
cs: Bloky hodnot
fr: Blocs de valeur
it: Valore dei blocchi
ko: 블록 값
nl: Waarde blokken
pl: Bloki wartości
ru: Блоки со значениями
zh: 数值块
zh_tw: 數值區塊

source: Unsaved Changes
ca: Canvis no desats
cs: Neuložené změny
es: Cambios no guardados
fr: Modifications non enregistrées
it: Modifiche non salvate
ko: 저장되지 않은 변경 사항
nl: Niet opgeslagen wijzigingen
pl: Niezapisane zmiany
ru: Несохранённые изменения
zh: 未保存的更改
zh_tw: 未儲存的變更

# unsaved_changes_message
source: You have unsaved changes. Are you sure you want to discard them?
ca: Teniu canvis no desats, esteu segur que voleu descartar-los?
cs: Máš neuložené změny, určitě je chceš zahodit?
es: Tienes cambios sin guardar. ¿Estás seguro de que quieres descartarlos?
fr: Vous avez des modifications non enregistrées. Voulez-vous vraiment les perdre ?
it: Hai delle modifiche non salvate. Sei sicuro di volerle cancellare?
ko: 저장하지 않은 변경 사항이 있습니다. 변경 사항을 취소하시겠습니까?
nl: U heeft niet opgeslagen wijzigingen. Weet u zeker dat u ze wilt weggooien?
pl: Masz niezapisane zmiany. Czy na pewno chcesz je odrzucić?
ru: У вас есть несохраненные изменения. Вы уверены, что не хотите сохранить их?
zh: 您有未保存的更改。您确定要放弃它们吗？
zh_tw: 您有未儲存的變更。您確定要放棄它們嗎？

source: Discard
ca: Descarta
cs: Zahodit
es: Descartar
fr: Abandonner
it: Annulla
ko: 포기
nl: Negeren
pl: Odrzuć
ru: Отменить
zh: 放弃
zh_tw: 放棄

# no_value_blocks_found
source: No value blocks found in dump.
ca: No s'han trobat blocs de valor al bolcat.
cs: Nebyly nalezeny žádné hodnotové bloky v dump.
es: Value blocs no encontrados en el volcado
fr: Aucun bloc de valeur trouvé dans le dump.
it: Nessun valore dei blocchi trovato nel dump.
ko: 덤프에서 값 블록을 찾을 수 없습니다.
nl: Geen waardes gevonden in de dump.
pl: Nie znaleziono bloków wartości przy zrzucie.
ru: Блоки со значениями не найдены.
zh: 转储中找不到数值块。
zh_tw: 轉存中找不到數值區塊。

source: Invalid data in sector
ca: Dades invàlides al sector
cs: Neplatné údaje v sektoru
es: Datos invalidados en el sector
fr: Données invalides dans le secteur
it: Dati non validi nel settore
ko: 섹터에 잘못된 데이터가 있습니다
nl: Ongeldige gegevens in sector
pl: Nieprawidłowe dane w sektorze
ru: Неверные данные в секторе
zh: 扇区中的数据无效
zh_tw: 扇區中的資料無效

source: Value
ca: Valor
cs: Hodnota
es: Valor
fr: Valeur
it: Valore
ko: 값
nl: Waarde
pl: Wartość
ru: Значение
zh: 数值
zh_tw: 數值

source: Inc
cs: Zvýšit
fr: Incr.
nl: Meer
ru: Увеличить
zh: 增加
zh_tw: 增加

source: Dec
cs: Snížit
fr: Décr.
ko: 10진수
nl: Minder
ru: Уменьшить
zh: 减少
zh_tw: 減少

source: Invalid access conditions length
ca: Llargada de les condicions d'accés invalida
cs: Neplatná délka podmínek přístupu
es: Condiciones de acceso no válidas
fr: Longueur invalide des conditions d'accès
it: Lunghezza condizioni di accesso non valide
ko: 잘못된 액세스 조건 길이
nl: Ongeldige lengte van toegangsvoorwaarden
pl: Nieprawidłowa długość warunków dostępu
ru: Неверная длина условий доступа
zh: 访问条件长度无效
zh_tw: 存取條件長度無效

source: Failed to decode access conditions
ca: Error descodificant les condicions d'accés
cs: Nepodařilo se dekódovat podmínky přístupu
es: No se pudieron decodificar las condiciones de acceso
fr: Décodage des conditions d'accès échoué
it: Impossibile decodificare le condizioni di accesso
ko: 접근 조건을 디코딩하지 못했습니다.
nl: Fout bij het decoderen van toegangsvoorwaarden
pl: Nie udało się zdekodować warunków dostępu
ru: Не удалось декодировать условия доступа
zh: 无法解码访问条件
zh_tw: 無法解碼存取條件

source: Sector Trailer
ca: Sector de tràiler
cs: Odvětvové upoutávky
it: Trailer di settore
ko: 섹터 트레일러
pl: Zwiastun sektora
ru: Трейлер сектора
zh: 扇区尾部
zh_tw: 扇區尾端

source: Lock Bytes
ca: Bytes de bloqueig
cs: Zamknout bajty
it: Blocca bytes
ko: 잠금 바이트
nl: Bytes vergrendelen
pl: Blokada bajtów
ru: Байты блокировки
zh: 锁定字节
zh_tw: 鎖定位元組

source: Password
ca: Contrasenya
cs: Heslo
es: Contraseña
ko: 암호
nl: Wachtwoord
pl: Hasło
ru: Пароль
zh: 密码
zh_tw: 密碼

source: Dump
ca: Bolcat
cs: Výpis
es: Volcado
ko: 덤프
ru: Данные
zh: 转储
zh_tw: 轉存

source: Invalid data in block
ca: Dades invàlides al bloc
cs: Neplatná data v bloku
es: Datos inválidos en el bloque
it: Dati non validi nel blocco
ko: 블록에 잘못된 데이터가 있습니다
nl: Ongeldige gegevens in blok
pl: Nieprawidłowe dane w bloku
ru: Неверные данные в блоке
zh: 块中的数据无效
zh_tw: 區塊中的資料無效

source: Logs
ca: Registres
cs: Protokoly
ko: 기록
pl: Logi
ru: Логи
zh: 日志
zh_tw: 記錄
