Repository: GameTec-live/ChameleonUltraGUI
Catalog: chameleonultragui/lib/l10n/app_*.arb
Languages: bg, ca, cs, da, de, de_at, el, es, fr, it, ko, nl, no, pl, pt_br, ro, ru, tr, uk, zh, zh_tw

source: Name
bg: Име
ca: Nom
cs: Název
da: Navn
de: Namen
de_at: Nom
el: Όνομα
es: Nombre
fr: Nom
it: Nome
ko: 이름
nl: Naam
no: Navn
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Имя
tr: İsim
uk: Назва
zh: 名称
zh_tw: 名稱

# pick_color
source: Pick a color
bg: Изберете цвят
ca: Trieu un color
cs: Vybrat barvu
da: Vælg en farve
de: Wählen Sie eine Farbe
de_at: Wöh a foab
el: Επιλογή χρώματος
es: Elija un color
fr: Choisis une couleur
it: Scegli un colore
ko: 색상 선택
nl: Kies een kleur
no: Velg en farge
pl: Wybierz kolor
pt_br: Escolha uma cor
ro: Alegeți o culoare
ru: Выберите цвет
tr: Bir renk seçin
uk: Оберіть колір
zh: 选择颜色
zh_tw: 選擇一種顏色

# reset_default
source: Reset to default
bg: Нулиране до настройки по подразбиране
ca: Restableix al predeterminat
cs: Obnovit výchozí nastavení
da: Genetabler standard indstillinger
de: Auf Standard zurücksetzen
de_at: Auf standoard zuricksetzn
el: Επαναφορά προεπιλογών
es: Restablecer a valores predeterminados
fr: Rétablir les valeurs par défaut
it: Ripristina impostazioni predefinite
ko: 기본값으로 재설정
nl: Terug naar standaardwaarde
no: Tilbakestill til standardinnstillinger
pl: Przywróć domyślne
pt_br: Redefinir para o padrão
ro: Resetare la mod implicit
ru: Сброс по умолчанию
tr: Varsayılana sıfırla
uk: Скинути в налаштування за замовчуванням
zh: 重置为默认值
zh_tw: 重設為預設植

# please_enter_something
source: Please enter {name}
bg: Моля, въветеде {name}
ca: Si us plau, introduïu {name}
cs: Prosím, zadejte název
da: Indtast {name}
de: Bitte {name} eingeben
de_at: Bitte giab {name} ei
el: Παρακαλούμε εισάγετε {name}
es: Por favor, introduzca un {name}
fr: Veuillez saisir {name}
it: Per favore, inserisci il nome
ko: {name} 을(를) 입력하세요
nl: Vul {name} in
no: Skriv inn {name} navn
pl: Proszę wpisać imię: {name}
pt_br: Por favor, insira {name}
ro: Vă rugăm să introduceți {name}
ru: Пожалуйста, введите {name}
tr: Lütfen {name} girin
uk: Будь ласка, введіть {name}
zh: 请输入{name}
zh_tw: 請輸入{name}

# enter_something
source: Enter {name}
bg: Въведете {name}
ca: Introduïu {name}
cs: Zadejte název
da: Indtast {name}
de: {name} eingeben
de_at: Giab {name} ei
el: Εισάγετε {name}
es: Introduzca el {name}
fr: Entrer {name}
it: Imposta nome
ko: {name} 입력
nl: Vul {name} in
no: Angi navn{name}
pl: Wpisz {name}
pt_br: Inserir {name}
ro: Introduceți {name}
ru: Введите {name}
tr: {name} girin
uk: Введіть {name}
zh: 输入{name}
zh_tw: 輸入{name}

# must_or
source: {name} must be {a} or {b} bytes long.
bg: {name} трябва да е {a} или {b} байта дълъг.
ca: {name} ha de tenir {a} o {b} bytes de llargada.
cs: {name} musí být {a} nebo {b} bajtů dlouhý.
da: {name} skal være {a} eller {b} bytes lang.
de: {name} muss {a} oder {b} Byte lang sein.
de_at: {name} mias {a} oder {b} Bytes long sei.
el: Το {name} πρέπει να είναι μεγέθους {a} ή {b} bytes.
es: El {name} debe tener {a} o {b} bytes de longitud.
fr: {name} doit faire {a} ou {b} octets de long.
it: {name} deve essere {a} o {b} bytes lungo.
ko: {name} 길이는 {a} 또는 {b} 바이트여야 합니다.
nl: {name} moet {a} of {b} Bytes lang zijn.
no: {name} må være {a} eller {b} byte lang.
pl: {name} musi mieć {a} lub {b} bajtów długości.
pt_br: {name} deve ser {a} ou {b} bytes de comprimento.
ro: {name} trebuie să fie {a} sau {b} octeți lungime.
ru: {name} должен быть длиной {a} или {b} байт.
tr: {name} {a} ya da {b} bayt uzunluklarında olmalı
uk: {name} має бути довжиною {a} або {b} байт.
zh: {name}必须为 {a} 或 {b} 字节长度。
zh_tw: {name} 的長度必須為 {a} 或 {b} 字節。

# must_be
source: {name} must be {a} bytes long.
bg: {name} трябва да е {a} байта дълъг.
ca: {name} ha de tenir {a} bytes de llargada.
cs: {name} musí být {a} nebo bajtů dlouhý.
da: {name} skal være {a} bytes lang.
de: {name} muss {a} Byte lang sein.
de_at: {name} mias {a} Bytes long sei.
el: Το {name} πρέπει να είναι μεγέθους {a} bytes.
es: El {name} debe ser {a} bytes de longitud.
fr: {name} doit avoir une longueur de {a} octets.
it: {name} deve essere {a} o bytes lungo.
ko: {name} 은 길이가 {a} 바이트여야 합니다.
nl: {name} moet {a} bytes lang zijn.
no: {name} må være {a} eller byte lang.
pl: {name} musi mieć {a} bajtów długości.
pt_br: {name} deve ter {a} bytes de comprimento.
ro: {name} trebuie să fie {a} octeți lungi.
ru: {name} должен быть длиной {a} байт.
tr: {name} {a} bayt uzunluğunda olmalı
uk: {name} має бути довжиною {a} байт.
zh: {name}必须为 {a} 字节长度。
zh_tw: {name} 的長度必須為 {a} 字節。

source: Device Settings
bg: Настройки на устройството
ca: Configuració del dispositiu
cs: Nastavení zařízení
da: Enhedsindstillinger
de: Geräteeinstellungen
de_at: Geräteistellung
el: Ρυθμίσεις Συσκευής
es: Configuración del dispositivo
fr: Paramètres de l'appareil
it: Impostazioni dispositivo
ko: 장치 설정
nl: Apparaatinstellingen
no: Enhetsinnstillinger
pl: Ustawienia urządzenia
pt_br: Configurações do dispositivo
ro: Setări dispozitiv
ru: Настройки устройства
tr: Cihaz Ayarları
uk: Налаштування Пристрою
zh: 设备设置
zh_tw: 裝置設定

source: Firmware management
bg: Управление на фирмуер
ca: Gestió del firmware
cs: Správa firmwaru
da: Firmware administration
de_at: Firmware verwoitung
el: Διαχείριση Firmware
es: Gestión del firmware
fr: Gestion du firmware
it: Gestione firmware
ko: 펌웨어 관리
nl: Firmware beheer
no: Styring av firmware
pl: Zarządzanie oprogramowaniem
pt_br: Gerenciamento de firmware
ro: Gestionare firmware
ru: Управление прошивкой
tr: Yazılım yönetimi
uk: Керування прошивкою
zh: 固件管理
zh_tw: 韌體管理

# enter_dfu
source: Enter DFU mode
bg: Вкарване в DFU режим
ca: Entra al mode DFU
cs: Vstoupit do režimu DFU
da: Gå ind i DFU tilstand
de: In den DFU-Modus wechseln
de_at: Indn DFU-Modus wöchsi
el: Εισαγωγή σε λειτουργία DFU
es: Entrar en modo DFU
fr: Passer en mode DFU
it: Entra in modalità DFU
ko: DFU 모드로 진입
nl: Ga naar DFU modus
no: Gå til DFU modus
pl: Wejdź w tryb DFU
pt_br: Entrar no modo DFU
ro: Intră în modul DFU
ru: Войти в режим DFU
tr: DFU moduna gir
uk: Увійти в режим DFU
zh: 进入 DFU 模式
zh_tw: 進入DFU模式

# flash_via_dfu
source: Flash latest FW via DFU
bg: Обновете до последен фирмуер чрез DFU
ca: Grava l'últim FW via DFU
cs: Nahrát poslední FW přes DFU
da: Flash seneste firmware med DFU
de: Aktuelle FW via DFU flashen
de_at: Aktuelle FW via DFU flashen
el: Περάστε το τελευταίο FW μέσω DFU
es: Flashear el firmware más reciente vía DFU
fr: Flasher le dernier FW via DFU
it: Flash ultimo FW via DFU
ko: DFU를 통해 최신 펌웨어 설치
nl: Flash laatste FW via DFU
no: Flash siste FW via DFU
pl: Wgraj najnowszą wersję oprogramowania przez DFU
pt_br: Instalar FW mais recente via DFU
ro: Instalează cel mai recent FW prin DFU
ru: Прошить последнюю версию ПО через DFU
tr: En son FW sürümünü DFU moduyla yükle
uk: Прошити останню версію прошивки через DFU
zh: 通过 DFU 刷写最新固件
zh_tw: 透過 DFU 燒錄最新韌體

# flash_zip_dfu
source: Flash .zip FW via DFU
bg: Обновете фирмуер от .zip чрез DFU
ca: Grava .zip FW via DFU
cs: Flash .zip FW prostřednictvím DFU
da: Flash .zip firmware med DFU
de: .zip FW via DFU flashen
de_at: .zip FW via DFU flashen
el: Περάστε το συμπιεσμένο αρχείο .zip FW μέσω DFU
es: Flashear un archivo .zip vía DFU
fr: Flasher .zip FW via DFU
it: Flash ultimo .zip FW via DFU
ko: DFU를 통해 .zip 펌웨어 설치
pl: Wgraj paczkę .zip z oprogramowaniem przez DFU
pt_br: Instalar .zip FW via DFU
ro: Flash .zip FW prin DFU
ru: Прошить .zip ПО через DFU
tr: .zip uzantılı FW dosyasını DFU moduyla yükle
uk: Прошити .zip через DFU
zh: 通过 DFU 刷写 .zip 固件
zh_tw: 使用 DFU 燒錄 .zip 韌體

source: Animations
bg: Анимации
ca: Animacions
cs: Animace
da: Animationer
de: Animationen
de_at: Animationen
el: Εφέ Κίνησης
es: Animaciones
it: Animazioni
ko: 애니메이션
nl: Animaties
no: Animasjoner
pl: Animacje
pt_br: Animações
ro: Animații
ru: Анимация
tr: Animasyonlar
uk: Анімації
zh: 动画
zh_tw: 動畫

source: Button config
bg: Натройка на Бутон
ca: Configuració dels botons
cs: Nastavení tlačítek
da: Konfigurer knapper
de: Tastenkonfiguration
de_at: Knopf config
el: Ρύθμιση κουμπιών
es: Configuración de botones
fr: Configuration des boutons
it: Configurazione pulsante
ko: 버튼 설정
nl: Knop configuratie
no: Knapp konfigurasjon
pl: Konfiguracja przycisków
pt_br: Configuração de botões
ro: Configurare buton
ru: Настройка кнопок
tr: Buton yapılandırması
uk: Налаштування кнопок
zh: 按钮设置
zh_tw: 按鈕配置

# button_x
source: {x} button
bg: {x} бутон
ca: Botó {x}
cs: Tlačítko {x}
da: Knap {x}
de: {x} Taste
de_at: {x} Knopf
el: Πλήκτρο {x}
es: Botón {x}
fr: bouton {x}
it: Pulsante {x}
ko: {x} 버튼
nl: {x} knop
no: {x} knapp
pl: Przycisk {x}
pt_br: Botão {x}
ro: Butonul {x}
ru: Кнопка {x}
tr: {x} butonu
uk: Кнопка {x}
zh: {x} 按键
zh_tw: {x} 按鈕

source: Long press
bg: Дълго натискане
ca: Pulsació llarga
cs: Dlouhé stlačení
da: Langt tryk
de: Langes drücken
de_at: Long drickn
el: Παρατεταμένο πάτημα
es: Pulsación larga
fr: Appui long
it: Premere a lungo
ko: 길게 누르기
nl: Lang indrukken
no: Hold inne
pl: Długie naciśnięcie
pt_br: Pressionamento longo
ro: Apăsare lungă
ru: Длительное нажатие
tr: Uzun basma
uk: Довге натискання
zh: 长按
zh_tw: 長按

source: Disable
bg: Деактивиране
ca: Desactiva
cs: Deaktivovat
da: De-aktiver
de: Deaktivieren
de_at: Deaktviern
el: Απενεργοποίηση
es: Desactivar
fr: Désactiver
it: Disabilita
ko: 비활성화
nl: Uitschakelen
no: Deaktiver
pl: Wyłącz
pt_br: Desativar
ro: Dezactivează
ru: Выкл
tr: Pasif
uk: Вимкнено
zh: 禁用
zh_tw: 禁用

source: Forward
bg: Напред
ca: Endavant
cs: Vpřed
da: Fremad
de: Vorwärts
de_at: Forwärts
el: Μπροστά
es: Adelante
fr: Suivant
it: Inoltra
ko: 앞으로
nl: Volgende
no: Fremover
pl: Dalej
pt_br: Avançar
ro: Înainte
ru: Вперед
tr: İlerlet
uk: Вперед
zh: 上一个
zh_tw: 往前

source: Backward
bg: Назад
ca: Enrere
cs: Zpátky/Dozadu
da: Tilbage
de: Rückwärts
de_at: Riackwärts
el: Πίσω
es: Atrás
fr: Précédent
it: Indietro
ko: 뒤로
nl: Terug
no: Bakover
pl: Wstecz
pt_br: Para trás
ro: Înapoi
ru: Назад
tr: Geri dön
uk: Назад
zh: 下一个
zh_tw: 往後

source: Clone UID
bg: Клонирай UID
ca: Clona l'UID
cs: Klonovat UID
da: Kopier UID
de: UID klonen
de_at: UID Kopiern
el: Κλωνοποίηση UID
es: Clonar UID
fr: Cloner UID
it: Clona UID
ko: UID 복제
nl: Dupliceer UID
no: Klon UID
pl: Klonuj UID
pt_br: Clonar UID
ro: Clonează UID
ru: Скопировать UID
tr: UID' yi klonla
uk: Копія UID
zh: 克隆UID
zh_tw: 複製UID

source: Other
bg: Друго
ca: Altres
cs: Další
da: Andet
de: Sonstiges
de_at: Sonstiegs
el: Άλλο
es: Otro
fr: Autre
it: Altro
ko: 기타
nl: Overige
no: Annet
pl: Inne
pt_br: Outro
ro: Altele
ru: Другое
tr: Diğer
uk: Інше
zh: 其他
zh_tw: 其它

source: Reset settings
bg: Нулиране на настройките
ca: Restablir configuració
cs: Resetovat nastavení
da: Nulstil indstillinger
de: Einstellungen zurücksetzen
de_at: Einstellung zuriagsetzn
el: Επαναφορά ρυθμίσεων
es: Restablecer configuración
fr: Réinitialiser les paramètres
it: Ripristina impostazioni
ko: 설정 초기화
nl: Instellingen resetten
no: Tilbakestill innstillingene
pl: Resetuj ustawienia
pt_br: Redefinir as configurações
ro: Resetează setările
ru: Сбросить настройки
tr: Ayarları sıfırla
uk: Скинути налаштування
zh: 重置设置
zh_tw: 重新設定

source: Factory reset
bg: Възстановяване на фабричните настройки
ca: Restabliment de fàbrica
cs: Tovární reset
da: Fabriksindstillinger
de: Werkseinstellungen
de_at: Werkseinstellungen
el: Επαναφορά εργοστασιακών ρυθμίσεων
es: Restablecer a valores de fábrica
fr: Réinitialisation d'usine
it: Ripristino impostazioni di fabbrica
ko: 공장 초기화
nl: Resetten naar fabrieksinstellingen
no: Tilbakestill til fabrikkinstillinger
pl: Ustawienia fabryczne
pt_br: Redefinição de fábrica
ro: Setările din fabrică
ru: Возврат к заводским настройкам
tr: Fabrika ayarlarına sıfırla
uk: Відновлення заводських налаштувань
zh: 恢复出厂设置
zh_tw: 恢復原廠設定

# factory_reset_confirmation
source: Are you sure you want to factory reset your Chameleon?
bg: Сигурни ли сте че искате да възстановите фабричните настройки на вашия Chameleon?
ca: Esteu segur que voleu restablir de fàbrica el Chameleon?
cs: Opravdu chcete obnovit tovární nastavení Chameleonu?
de: Sind Sie sicher, dass Sie Ihren Chameleon auf Werkseinstellungen zurücksetzen möchten?
de_at: Bist da sicher, dassd dei Chameleon auf Werkseinstellungen zrucksetzn wüst?
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε το Chameleon στις εργοστασιακές ρυθμίσεις;
es: ¿Está seguro de que desea restablecer la configuración a los valores de fábrica?
fr: Êtes-vous sûr de vouloir réinitialiser votre Chameleon avec les paramètres d'usine?
it: Sei sicuro di voler ripristinare la tua fabbrica Chameleon?
ko: Chameleon을 초기화하시겠습니까?
nl: Weet u zeker dat u uw Chameleon wilt resetten naar fabrieksinstellingen?
no: Er du sikker på at du vil tilbakestille kameleonen til fabrikkinnstillinger?
pl: Czy na pewno chcesz przywrócić ustawienia fabryczne?
pt_br: Tem certeza de que deseja redefinir o seu Chameleon para as configurações de fábrica?
ru: Вы уверены, что хотите сбросить ваш Chameleon?
tr: Chameleon' unu fabrika ayarlarına sıfırlamak istediğine emin misin?
uk: Ви впевнені, що хочете відновити ваш Chameleon до заводських налаштувань?
zh: 您确定要将 Chameleon 恢复出厂设置吗
zh_tw: 您確定要將變色龍恢復出廠設定嗎？

source: Full
bg: Пълно
ca: Completes
cs: Úplný
da: Fuld
de: Volle
de_at: Voi
el: Πλήρες
es: Completo
fr: Complet
it: Completo
ko: 전체
nl: Volledig
no: Fullt
pl: Pełny
pt_br: Cheio
ro: Complet
ru: Полная
tr: Tam
uk: Повні
zh: 完整
zh_tw: 完整

source: Mini
de: Minimiert
de_at: Weng
el: Μίνι
es: Mínimo
it: Piccolo
ko: 최소
nl: Klein
ru: Мини
uk: Скорочені
zh: 迷你
zh_tw: 小型

source: None
bg: Няма
ca: Cap
cs: Žádný
da: Ingen
de: Keine
de_at: Nix
el: Κανένα
es: Ninguno
fr: Aucune
it: Nessuno
ko: 없음
nl: Geen
no: Ingen
pl: Żaden
pt_br: Nenhum
ro: Niciuna
ru: Выкл
tr: Yok
uk: Відсутні
zh: 无
zh_tw: 無

source: Edit Dictionary
bg: Редактиране на речника
ca: Edita el diccionari
cs: Upravit slovník
da: Editer ordbog
de: Wörterbuch bearbeiten
de_at: Wörtabiach beorbeitn
el: Επεξεργασία Λεξικού
es: Editar diccionario
fr: Éditer le dictionnaire
it: Modifica Dizionario
ko: 사전 편집
nl: Woordenboek bewerken
no: Rediger ordbok
pl: Edytuj słownik
pt_br: Editar dicionário
ro: Editează dicționarul
ru: Редактирование словаря
tr: Sözlüğü düzenle
uk: Редагування Словника
zh: 编辑字典
zh_tw: 編輯字典

# enter_dict_name
source: Enter name of dictionary
bg: Въведете име на речника
ca: Introduïu el nom del diccionari
cs: Zadejte název slovníku
da: Indtast navn på ordborg
de: Name des Wörterbuchs eingeben
de_at: Name from wörtabiachl eingebn
el: Εισάγετε όνομα λεξικού
es: Introduzca el nombre del diccionario
fr: Saisir le nom du dictionnaire
it: Inserisci il nome del dizionario
ko: 사전 이름을 입력하세요.
nl: Voer een naam in voor het woordenboek
no: Angi navn på ordlisten
pl: Podaj nazwę słownika
pt_br: Digite o nome do dicionário
ro: Introduceți numele dicționarului
ru: Введите название словаря
tr: Sözlüğün adını gir
uk: Введіть назву словника
zh: 输入字典名称
zh_tw: 輸入字典名稱

# enter_dict_keys
source: Enter keys for dictionary
bg: Въведете ключове за речника
ca: Introduïu les claus del diccionari
cs: Vložte klíče do slovníku
da: Indtast nøglerne i ordbogen
de: Schlüssel für das Wörterbuch eingeben
de_at: Schliasl vom wörterbiachl eingebn
el: Εισάγετε κλειδιά για το λεξικό
es: Introduzca las claves para el diccionario
fr: Saisir les clés pour le dictionnaire
it: Inserisci le chiavi per il dizionario
ko: 사전에 대한 키를 입력하세요.
nl: Voer sleutels in voor het woordenboek
no: Legg inn nøkler for ordliste
pl: Wprowadź klucze do słownika
pt_br: Insira as chaves para o dicionário
ro: Introduceți cheile pentru dicționar
ru: Введите ключи
tr: Sözlük için anahtar gir
uk: Введіть ключі для словника
zh: 输入字典的密钥
zh_tw: 輸入字典的關鍵詞

source: Empty
bg: Празно
ca: Buit
cs: Prázdný
da: Tom
de: Leer
de_at: La
el: Κενό
es: Vacío
fr: Vide
it: Vuoto
ko: 비어 있음
nl: Leeg
no: Tom
pl: Pusty
pt_br: Vazio
ro: Gol
ru: Пусто
tr: Boş
uk: Пусто
zh: 空
zh_tw: 空值

source: Slot Settings
bg: Настройки слотове
ca: Configuració de la ranura
cs: Nastavení slotů
da: Slot indstillinger
de: Slot-Einstellungen
de_at: Slot-Einstellungen
el: Ρυθμίσεις Θέσης
es: Configuración de ranuras
fr: Paramètres de l'emplacement
it: Impostazioni Slot
ko: 슬롯 설정
nl: Positie Instellingen
no: Plassinstillinger
pl: Ustawienia slotu
pt_br: Configurações de Espaço
ro: Setări Slot
ru: Настройки слотов
tr: Slot ayarları
uk: Налаштування Слоту
zh: 卡槽设置
zh_tw: 槽位設定

source: Slot Status
bg: Статус слот
ca: Estat de la ranura
cs: Stav slotu
el: Κατάσταση Θέσης
es: Estado de la ranura
fr: Statut de l'emplacement
it: Stato Slot
ko: 슬롯 상태
nl: Positie Status
no: Status
pl: Status slotu
pt_br: Status do Espaço
ro: Stare Slot
ru: Статус слота
tr: Slot durumu
uk: Статус Слоту
zh: 卡槽状态
zh_tw: 槽位狀態

source: HF
nl: Hoge Frequentie
ru: ВЧ
uk: ВЧ
zh: 高频
zh_tw: 高頻

source: LF
nl: Lage Frequentie
ru: НЧ
uk: НЧ
zh: 低频
zh_tw: 低頻

source: Mifare Classic emulator settings
bg: Настройки емулатор Mifare Classic
ca: Configuració de l'emulador de Mifare Classic
cs: Nastavení Mifare Classic emulátoru
de: Mifare Classic Emulator Einstellungen
de_at: Mifare Classic Emulator Einstellungen
el: Ρυθμίσεις εξομοιωτή Mifare Classic
es: Ajustes de emulacion Mifare Classic
fr: Paramètres de l'émulateur Mifare Classic
it: Impostazioni emulatore Mifare Classic
ko: Mifare Classic 에뮬레이터 설정
nl: Mifare Classic emulator instellingen
no: Mifare Classic etterligningsinnstillinger
pl: Ustawienia emulatora Mifare Classic
pt_br: Configurações do emulador de Mifare Classic
ru: Настройка эмулятора Mifare Classic
tr: Mifare Classic emülatör ayarları
uk: Налаштування емулятора Mifare Classic
zh: Mifare Classic 模拟器设置
zh_tw: Mifare Classic 模擬器設置

# mode_gen1a
source: Gen1A Magic Mode
ca: Mode màgic Gen1A
cs: Mód gen1A Magic
de: Gen1A Magic Modus
de_at: Gen1A Magic Modus
es: Modo Gen1A Magic
it: Modalità Magica Gen1A
ko: Gen1A 매직 모드
nl: Gen1A Magische Mode
no: Gen1A Magisk modus
pl: Tryb Gen1A Magic
pt_br: Modo Mágico Gen1A
ro: Mod Magic Gen1A
ru: Режим Gen1A
tr: Gen1A Magic modu
uk: Магічний Режим Gen1A
zh: Gen1A 魔术卡模式
zh_tw: Gen1A魔法模式

# mode_gen2
source: Gen2 Magic Mode
ca: Mode màgic Gen2
cs: Gen2 Magic mód
de: Gen2 Magic Modus
de_at: Gen2 Magic Modus
es: Modo Gen2 Magic
it: Modalità Magica Gen2
ko: Gen2 매직 모드
nl: Gen2 Magische Mode
no: Gen2 Magisk modus
pl: Tryb Gen2 Magic
pt_br: Modo mágico Gen2
ro: Mod Magic Gen2
ru: Режим Gen2
tr: Gen2 Magic modu
uk: Магічний Режим Gen2
zh: Gen2 魔术卡模式
zh_tw: Gen2魔法模式

# use_from_block
source: Use UID/SAK/ATQA from 0 block
bg: Използвай UID/SAK/ATQA от блок 0
ca: Usa UID/SAK/ATQA del bloc 0
cs: Použít UID/SAK/ATQA z bloku 0
da: Brug UID/SAK/ATQA fra blok 0
de: Benutze UID/SAK/ATQA aus Block 0
de_at: Nimm UID/SAK/ATQA aus Block Nui
el: Χρήση UID/SAK/ATQA από 0 block
es: Usar UID/SAK/ATQA desde el bloque 0
fr: Utiliser UID/SAK/ATQA à partir du bloc 0
it: Usa il blocco UID/SAK/ATQA da 0
ko: 0 블록의 UID/SAK/ATQA 사용
nl: Gebruik UID/SAK/ATQA vanaf blok 0
no: Bruk UID/SAK/ATQA fra 0 blokk
pl: Użyj UID/SAK/ATQA z bloku 0
pt_br: Usar UID/SAK/ATQA no bloco 0
ro: Utilizează UID/SAK/ATQA de la blocul 0
ru: Использовать UID/SAK/ATQA из 0 блока
tr: UID/SAK/ATQA değerlerini 0. bloktan çek
uk: Використовувати UID/SAK/ATQA з 0 блоку
zh: 从块 0 使用 UID/SAK/ATQA
zh_tw: 從0塊開始使用UID/SAK/ATQA

# collect_nonces
source: Collect nonces ({type})
bg: Събиране nonces ({type})
ca: Recull nonces ({type})
cs: Sbírat nonces ({type})
da: Hent flere nonces ({type})
de: Sammle Nonces ({type})
de_at: Somml Nonces ({type})
el: Συλλέξτε nonces ({type})
es: Recoger nonces ({type})
fr: Collecter des nonces ({type})
it: Colleziona nonces ({type})
ko: Nonce 수집({type})
nl: Verzamel nonces ({type})
no: Samle tall ({type})
pl: Zbierz nonce ({type})
pt_br: Coletar nonces ({type})
ro: Colectează nonces ({type})
ru: Сбор nonces ({type})
tr: {type} tipindeki nonceları topla
uk: Збирати nonces ({type})
zh: 收集随机数 ({type})
zh_tw: 收集隨機數 ({type})

# present_cham_reader_keys
source: Present Chameleon to reader to recover keys
bg: Приближете Chameleon до четеза за възстановяване на ключове
ca: Apropa el Chameleon al lector per recuperar les claus
cs: Nastavit Chameleon pro čtení klíčů
da: Hold Chameleon til læser for at genetablere nøgler
de: Chameleon an Lesegerät halten, um Schlüssel zu finden
de_at: Chameleon Lesegerät vorlegn, um Schliasl wiederherzustön
el: Πλησιάστε το Chameleon στον αναγνώστη για την ανάκτηση των κλειδιών
es: Presente tu Chameleon al lector para recuperar las claves
fr: Présenter le Chameleon au lecteur pour récupérer les clés
it: Presenta Chameleon al lettore per recuperare le chiavi
ko: 키를 복구하려면 리더에게 Chameleon을 보여주세요.
nl: Houd de Chameleon tegen de lezer om sleutels te herstellen
no: Plasser Chameleon på leseren for å lese for å gjenopprette nøkler
pl: Zbliż Chameleon do czytnika, aby wydobyć klucze
pt_br: Aproxime o Chameleon do leitor para recuperar as chaves
ro: Prezintă Chameleon-ul la cititor pentru a recupera cheile
ru: Представьте Chameleon считывателю для восстановления ключей
tr: Anahtarları kurtarmak için Chameleon' u okuyucuya götürün
uk: Піднесіть Chameleon до зчитувача для відновлення ключів
zh: 将 Chameleon 靠近读卡器以恢复密钥
zh_tw: 將變色龍接近讀卡器以恢復密鑰

# ena_coll_recover_keys
source: Enable collection to recover keys
bg: Разреши събиране за възстановяване на ключове
ca: Activa la recol·lecció per recuperar les claus
cs: Povolit kolekci pro obnovení klíče
da: Aktiver hentning af gendannelsesnøgler
de: Aktiviere Sammlung, um Schlüssel wiederherzustellen
de_at: Sommln zum Weiderherstön der Schliassl aktivieren
el: Ενεργοποιήστε τη συλλογή για να ανακτήσετε τα κλειδιά
es: Habilitar la recuperación de claves
fr: Activer la collection pour récupérer les clés
it: Abilita collezione per recuperare le chiavi
ko: 키를 복구하려면 수집을 활성화하세요.
nl: Schakel verzameling in om sleutels te herstellen
no: Aktiver samling for å gjenopprette nøkler
pl: Włącz kolekcję, aby przywrócić klucze
pt_br: Ativar coleta para recuperar as chaves
ro: Activează colectarea pentru a recupera cheile
ru: Включите сбор для восстановления ключей
tr: Kurtarma anahtarlarını toplamayı etkinleştrin
uk: Увімкніть збір для відновлення ключів
zh: 启用收集以恢复密钥
zh_tw: 啟用集以恢復金鑰

source: Write mode
bg: Режим запис
ca: Mode d'escriptura
cs: Režim zápisu
da: Skrivetilstand
de: Schreib-Modus
de_at: Schreib-Modus
el: Λειτουργία εγγραφής
es: Modo de escritura
fr: Mode écriture
it: Modalità Scrittura
ko: 쓰기 모드
nl: Schrijf Mode
no: Skrivemodus
pl: Tryb zapisu
pt_br: Modo de gravação
ro: Mod scriere
ru: Режим записи
tr: Yazma modu
uk: Режим запису
zh: 写入模式
zh_tw: 寫入模式：

source: Normal
bg: Нормален
cs: Normální
el: Κανονικό
it: Normale
ko: 일반
nl: Normaal
pl: Normalny
ru: Обычный
uk: Звичайний
zh: 正常
zh_tw: 正常

source: Decline
bg: Откажи
ca: Rebutja
cs: Zamítnout
da: Afvis
de: Ablehnen
de_at: Ablehnen
el: Απόρριψη
es: Rechazar
fr: Refuser
it: Rifiuta
ko: 거부
nl: Weigeren
no: Avvis
pl: Odrzuć
pt_br: Rejeitar
ro: Refuzați
ru: Запрет
tr: Reddet
uk: Відхиляти
zh: 拒绝
zh_tw: 拒絕

source: Deceive
bg: Излъжи
ca: Enganya
cs: Vyloučit
da: Bedrage
de: Täuschen
de_at: Täuschen
el: Εξαπάτηση
fr: Tricher
it: Ingannare
ko: 속이기
nl: Misleiden
no: Lure
pl: Wyczyść
pt_br: Enganar
ru: Сброс
tr: Kabul ediyormuş gibi yap
uk: Обман
zh: 欺骗
zh_tw: 作假

source: Shadow
bg: Сянка
ca: Ombra
cs: Stín
da: Skygge
de: Schatten
de_at: Schotten
el: Επισκίαση
fr: Ombre
it: Ombra
ko: 그림자
nl: Schaduw
no: Skygge
pl: Cień
pt_br: Sombra
ru: Теневой
tr: Gölge
uk: Тіньовий
zh: 影子
zh_tw: 影子

source: Outdated FW
bg: Стар Фирмуер
ca: FW obsolet
cs: Zastaralý FW
da: Forældet firmware
de: Veraltete FW
de_at: Veroutete FW
el: Παρωχημένο FW
es: Firmware desactualizado
fr: FW obsolète
it: FW Obsoleto
ko: 오래된 펌웨어
nl: Verouderde FW
no: Utdatert FW
pl: Nieaktualny firmware
pt_br: FW desatualizado
ro: FW învechit
ru: Устаревшее ПО
tr: Güncelliğini yitirmiş FW
uk: Застаріла прошивка
zh: 固件过旧
zh_tw: 過時的韌體

source: Unknown
bg: Неизвестно
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
de_at: Unbekannt
el: Άγνωστο
es: Desconocido
fr: Inconnu
it: Sconosciuto
ko: 알 수 없음
nl: Niet bekend
no: Ukjent
pl: Nieznany
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестно
tr: Bilinmeyen
uk: Невідомо
zh: 未知
zh_tw: 未知
