Repository: GameTec-live/ChameleonUltraGUI
Catalog: chameleonultragui/lib/l10n/app_*.arb
Languages: bg, ca, cs, da, de, de_at, el, es, fr, it, ko, nl, no, pl, pt_br, ro, ru, tr, uk, zh, zh_tw

# copy_all_keys
source: Copy all keys to clipboard
bg: Копирай всички клюяове в клипборда
ca: Copia totes les claus al porta-retalls
cs: Kopírovat všechny klíče do schránky
de: Alle Schlüssel in Zwischenablage
de_at: Alle Schlüssel in Zwischenablage
es: Copiar todas las claves
fr: Copier toutes les clés vers le presse-papier
it: Copia tutte le chiavi negli appunti
ko: 모든 키를 클립보드에 복사
nl: Kopieer alle sleutels naar het klembord
no: Kopier alle nøkler til uklippstavlen
pl: Kopiuj klucze do schowka
ru: Скопировать все ключи в буфер обмена
uk: Скопіювати всі ключі в буфер обміну
zh: 复制所有密钥到剪贴板

# battery_info
source: Charge: {percent}% Voltage: {voltage} mV
bg: Заряд: {percent}% Напрежение: {voltage} mV
ca: Càrrega: {percent}% Voltatge: {voltage} mV
cs: Nabito: {percent}%ˇ Napětí: {voltage} mV
de: Ladung: {percent}% Volt: {voltage} mV
de_at: Ladung: {percent}% Volt: {voltage} mV
el: Φόρτιση: {percent}% Τάση: {voltage} mV
es: Carga: {percent}% Tensión: {voltage} mV
fr: Charge : {percent}% Tension : {voltage} mV
it: Carica: {percent}% Tensione: {voltage} mV
ko: 충전: {percent}% 전압: {voltage} mV
nl: Opladen: {percent}% Spanning: {voltage} mV
no: Lader{percent} Spenning {voltage}
pl: Ładowanie: {percent}% Napięcie: {voltage} mV
ru: Заряд: {percent}% Напряжение: {voltage} мВ
tr: Şarj: %{percent} Voltaj: {voltage} mV
uk: Заряд: {percent}% Напруга: {voltage} мВ
zh: 电量：{percent}% 电压：{voltage} mV
zh_tw: 充電: {percent}% 電壓: {voltage} mV

# x_byte_uid
source: {length} byte UID
bg: {length} байтов UID
ca: UID {length} byte
es: UID de {length} bytes
fr: UID de {length} octet
it: UID di {length} byte
ko: {length} 바이트 UID
no: lengde {length} byte UID
pl: {length} bajtowy UID
ru: UID {length} байт
tr: {length} bayt uzunluğunda UID
uk: {length} байт UID
zh: {length} 字节 UID
zh_tw: {length} 位元UID

source: Edit Slot Data
bg: Промяна на данната за слота
ca: Edita les dades de la ranura
cs: Upravit data slotu
de: Daten in Slot bearbeiten
de_at: Daten in Slot bearbeiten
el: Επεξεργασία Δεδομένων Θέσης
es: Editar datos del slot
fr: Editer les données de l'emplacement
it: Modifica Dati Dello Slot
ko: 슬롯 데이터 편집
nl: Bewerk slot data
no: Rediger slotts data
pl: Edytuj dane slotu
ru: Изменить данные слота
tr: Slot verisini düzenle
uk: Редагування Даних Слота
zh: 编辑卡槽数据
zh_tw: 編輯槽位資料

source: Export Slot Data
bg: Експорт на данните на слота
ca: Exporta les dades de la ranura
cs: Exportovat data slotu
de: Daten aus Slot exportieren
de_at: Daten aus Slot exportieren
el: Εξαγωγή Δεδομένων Θέσης
es: Exportar datos del slot
fr: Exporter les données de l'emplacement
it: Esporta Dati dello Slot
ko: 슬롯 데이터 내보내기
nl: Exporteer slot data
no: Eksporter slotts data
pl: Eksportuj dane slotu
ru: Экспорт данных слота
tr: Slot verisini dışa aktar
uk: Експорт Даних Слота
zh: 导出卡槽数据
zh_tw: 匯出槽位資料

source: Frequency to export
bg: Честота на експортиране
ca: Freqüència a exportar
cs: Frekvence exportu
de: Frequenz zum Export
de_at: Frequenz zum Export
el: Συχνότητα εξαγωγής
es: Frecuencia a exportar
fr: Fréquence à exporter
it: Frequenza di esportazione
ko: 내보낼 주파수
nl: Te exporteren frequentie
no: Frekvens for eksport
pl: Częstotliwość do eksportu
ru: Данные какого слота экспортировать
tr: Frekansları dışa aktar
uk: Частота для експорту
zh: 要导出的频率
zh_tw: 匯出頻率

source: Save to file
bg: Запазване във файл
ca: Desa a un fitxer
cs: Uložit do souboru
de: Als Datei speichern
de_at: Als Datei speichern
el: Αποθήκευση σε αρχείο
es: Guardar en archivo
fr: Enregistrer dans un fichier
it: Salva su file
ko: 파일로 저장
nl: Opslaan naar bestand
no: Lagre til fil
pl: Zapisz do pliku
ru: Сохранить в файл
tr: Dosyaya kaydet
uk: Зберегти до файлу
zh: 保存到文件
zh_tw: 儲存到檔案

source: Export to new card
bg: Експорт в нова карта
ca: Exporta a una nova targeta
cs: Exportovat na novou kartu
de: Exportiere auf neue Karte
de_at: Exportiere auf neue Karte
el: Εξαγωγή σε νέα κάρτα
es: Exportar a nueva tarjeta
fr: Exporter vers une nouvelle carte
it: Esporta su una nuova carta
ko: 새 카드로 내보내기
nl: Exporteer naar kaart
no: Eksporter til nytt kort
pl: Eksportuj do nowej karty
ru: Экспорт в новую карту
tr: Yeni kart olarak dışa aktar
uk: Експортувати як нову картку
zh: 导出到新卡片
zh_tw: 匯出至新卡

source: Update saved card
bg: Промяна на запазена карта
ca: Actualitza la targeta
cs: Aktualizovat uloženou kartu
de: Gespeicherte Karte aktualisieren
de_at: Gespeicherte Karte aktualisieren
el: Ενημέρωση αποθηκευμένης κάρτας
es: Actualizar tarjeta guardada
fr: Mettre à jour la carte enregistrée
it: Aggiorna la carta salvata
ko: 저장된 카드 업데이트
nl: Opgeslagen kaart bijwerken
no: Oppdater lagret kort
pl: Aktualizuj zapisaną kartę
ru: Обновить сохраненную карту
tr: Var olan kartı güncelle
uk: Оновлення збережної картки
zh: 更新已保存的卡片
zh_tw: 更新已儲存的卡片

source: Must be valid HEX
bg: Трябва да е валиден HEX
ca: Ha de ser un HEX vàlid
cs: Musí být platný HEX
de: HEX Wert erforderlich
de_at: HEX Wert erforderlich
el: Πρέπει να είναι έγκυρο HEX
es: El HEX debe ser válido
fr: Doit être un HEX valide
it: Deve essere HEX valido
ko: 유효한 HEX여야 합니다.
nl: Moet een geldige HEX zijn
no: Må være gyldig HEX
pl: Musi być poprawny HEX
ru: Должен быть действительным HEX
tr: Geçerli bir HEX değeri olmalı
uk: Має бути валідним HEX
zh: 必须为有效的十六进制值
zh_tw: 必須是有效的十六進位

# export_to_dictionary
source: Export found keys
bg: Експорт на откритите ключове
ca: Exporta les claus trobades
cs: Export nalezených klíčů
de: Export in Wörterbuch
de_at: Export in Wörterbuch
el: Εξαγωγή κλειδιών που βρέθηκαν
es: Exportar claves encontradas
fr: Exporter les clés trouvées
it: Esporta le chiavi trovate
ko: 발견된 키 내보내기
nl: Exporteer gevonden sleutels
no: Eksporter funnet-nøkler
pl: Eksportuj znalezione klucze
ru: Экспорт найденных ключей
tr: Bulunan anahtarları dışa aktar
uk: Експорт знайдених ключів
zh: 导出找到的密钥
zh_tw: 匯出金鑰

source: Enter name of card
bg: Въведете име на картата
ca: Introduïu el nom de la targeta
cs: Zadejte název karty
de: Kartenname eingeben
de_at: Kartenname eingeben
el: Εισάγετε το όνομα της κάρτας
es: Introduzca el nombre de la tarjeta
fr: Saisir le nom de la carte
it: Inserisci il nome della carta
ko: 카드 이름 입력
nl: Voer naam van kaart in
no: Skriv inn navn på kortet
pl: Wprowadź nazwę karty
ru: Введите имя карты
tr: Kartın ismini girin
uk: Введіть назву картки
zh: 输入卡片名称
zh_tw: 輸入卡名

source: Enter name of dictionary
bg: Въведете име на речника
ca: Introduïu el nom del diccionari
cs: Zadejte název slovníku
de: Wörterbuchname eingeben
de_at: Wörterbuchname eingeben
el: Εισάγετε το όνομα του λεξικού
es: Introduzca el nombre del diccionario
fr: Saisir le nom du dictionnaire
it: Inserisci il nome del dizionario
ko: 사전 이름 입력
nl: Voer een naam in voor de sleutellijst
no: Angi navn på ordboka
pl: Wprowadź nazwę słownika
ru: Введите название словаря
tr: Sözlüğün ismini girin
uk: Введіть назву словника
zh: 输入字典名称
zh_tw: 輸入字典名稱

source: QR Code Scanner
bg: QR код скенер
ca: Escàner de codis QR
cs: Skener QR kódu
el: Σαρωτής QR Code
es: Lector de códigos QR
fr: Scanner de Code QR
it: Scanner codice QR
ko: QR 코드 스캔너
no: QR-kode skanner
pl: Skaner kodów QR
ru: Сканер QR-кодов
tr: QR kod tarayıcı
uk: Сканер QR-коду
zh: 二维码扫描器
zh_tw: QR 圖碼掃描器

source: QR Code Viewer
bg: Преглед на Qr код
ca: Visor de codis QR
cs: Prohlížeč QR kódu
el: Προβολή QR Code
es: Visor de código QR
fr: Visionneuse de QR Code
it: Visualizzatore Di Codice QR
ko: QR 코드 뷰어
no: QR-kode visning
pl: Przeglądarka kodów QR
ru: Просмотр QR-кода
tr: QR kod görüntüleyici
uk: Переглядач QR-коду
zh: 二维码查看器
zh_tw: QR 圖碼檢視器

source: Done
bg: Готово
ca: Fet
cs: Dokončeno
de: Erledigt
el: Τέλος
es: Hecho
fr: Terminé
it: Fatto
ko: 완료
nl: Klaar
no: Ferdig
pl: Gotowe
ru: Готово
tr: Tamamlandı
uk: Готово
zh: 完成
zh_tw: 完成

# next_qr_code
source: Next QR Code ({number}/{total})
bg: Следващ QR код ({number}/{total})
ca: Següent codi QR ({number}/{total})
cs: Další QR kód ({number}/{total})
de: Nächster QR-Code ({number}/{total})
el: Επόμενο QR Code ({number}/{total})
es: Próximo código QR ({number}/{total})
fr: Prochain QR Code ({number}/{total})
it: Prossimo Codice QR ({number}/{total})
ko: 다음 QR 코드 ({number}/{total})
nl: Volgende QR-code ({number}/{total})
no: Neste QR-kode ({number}/{total})
pl: Następny kod QR ({number}/{total})
ru: Следующий QR-код ({number}/{total})
tr: Sonraki QR kod ({number}/{total})
uk: Наступний QR-код ({number}/{total})
zh: 下一个二维码 ({number}/{total})
zh_tw: 下一個QR 圖碼({number}/{total})

source: QR Code Import
bg: Импорт на QR код
ca: Importa el codi QR
cs: Import QR kódu
de: QR-Code importieren
el: Εισαγωγή QR Code
es: Importar código QR
ko: QR 코드 가져오기
no: Importer QR kode
pl: Import kodu QR
ru: Импорт через QR-код
tr: QR kodu içe aktar
uk: Імпорт QR-коду
zh: 二维码导入
zh_tw: 匯入QR圖碼掃描器

source: Start Scanning
bg: Започни сканиране
ca: Comença l'escaneig
cs: Začít skenovat
de: Scannen
el: Έναρξη Σάρωσης
es: Iniciar escaneo
fr: Commencer le scan
it: Avvia scansione
ko: 스캔 시작중
nl: Start scannen
no: Start skanning
pl: Rozpocznij skanowanie
ru: Начать сканирование
tr: Taramayı başlat
uk: Почати сканування
zh: 开始扫描
zh_tw: 開始掃描

source: Finish Import
bg: Прекрати импорта
ca: Finalitza la importació
cs: Dokončit import
de: Import beendet
el: Ολοκλήρωση Εισαγωγής
es: Finalizar importación
fr: Terminer l'importation
it: Termina Importazione
ko: 가져오기 완료
nl: Import voltooien
no: Fullfør importeringen
pl: Zakończ importowanie
ru: Завершить импорт
tr: İçe aktarmayı durdur
uk: Завершити імпорт
zh: 完成导入
zh_tw: 匯入完成

# scan_next_qr_code
source: Scan next QR Code ({number}/{total})
bg: Сканирай следващ QR код ({number}/{total})
ca: Escaneja el següent codi QR ({number}/{total})
cs: Skenovat další QR kód ({number}/{total})
de: Nächsten QR-Code scannen ({number}/{total})
el: Σαρώστε το επόμενο QR Code ({number}/{total})
es: Escanea el siguiente código QR ({number}/{total})
fr: Scanner le prochain QR Code ({number}/{total})
it: Scansiona il prossimo codice QR ({number}/{total})
ko: 다음 QR 코드 스캔 ({number}/{total})
nl: Scan de volgende QR-code ({number}/{total})
no: Neste QR-kode ({number}/{total})
pl: Zeskanuj następny kod QR ({number}/{total})
ru: Следующий QR-код ({number}/{total})
tr: Sonraki QR kodu tara ({number}/{total})
uk: Скануйте наступний QR-код ({number}/{total})
zh: 扫描下一个二维码 ({number}/{total})
zh_tw: 掃描下一個QR 圖碼({number}/{total})

source: Checksum OK
bg: Контролно число ОК
ca: Checksum correcte
cs: Kontrolní součet v pořádku
de: Prüfsumme OK
es: Checksum correcto
ko: 체크섬 확인
no: Sjekksum OK
pl: Suma kontrolna OK
ru: Контрольная сумма проверена
uk: Контрольна сума OK
zh: 校验和正确
zh_tw: 校驗碼正常

source: Choose export method
bg: Изберете начин на експорт
ca: Trieu el mètode d'exportació
cs: Vyberte způsob exportu
de: Wähle Exportmethode
el: Επιλογή μεθόδου εξαγωγής
es: Elige un método de exportación
fr: Choisir la méthode d'export
it: Scegli metodo di esportazione
ko: 내보내기 방법 선택
nl: Kies exportmethode
no: Velg eksportmetode
pl: Wybierz metodę eksportu
ru: Выберите метод экспорта
tr: Dışa aktarma metodu seç
uk: Оберіть метод експорту
zh: 选择导出方法
zh_tw: 選擇匯出方式

# choose_export_method_description
source: Choose how you want to export your settings
bg: Изберете как желаете да експортирате вашите настройки
ca: Trieu com voleu exportar la configuració
cs: Vyberte si, jak chcete exportovat nastavení
de: Wähle wie die Einstellungen exportiert werden sollen
el: Επιλέξτε πώς θέλετε να εξάγετε τις ρυθμίσεις σας
es: Elija cómo desea exportar su configuración
fr: Choisisser comment vous voulez exporter vos paramètres
it: Scegli come vuoi esportare le tue impostazioni
ko: 설정을 내보내는 방법을 선택하세요.
nl: Kies hoe u uw instellingen wilt exporteren
no: Velg hvordan du vil eksportere dine innstillinger
pl: Wybierz jak chcesz wyeksportować swoje ustawienia
ru: Выберите, как вы хотите экспортировать настройки
tr: Ayarlarınızı nasıl dışa aktarmak istediğinizi seçin
uk: Оберіть спосіб експорту налаштувань
zh: 选择您要如何导出设置
zh_tw: 選擇匯出設定的方式

# qr_code_settings
source: QR Code Export Settings
bg: QR код настройки за експорт
ca: Configuració de l'exportació de codis QR
cs: Nastavení exportu QR kódu
de: QR-code Exporteinstellungen
el: Ρυθμίσεις Εξαγωγής QR Code
es: Ajustes de exportación de código QR
fr: Paramètres d'exportation de QR Code
it: Esporta Impostazioni in QR Code
ko: QR 코드 내보내기 설정
nl: QR Code export instellingen
no: QR code eksportinnstillinger
pl: Ustawienia eksportu kodu QR
ru: Настройки экспорта через QR-код
tr: QR Kodu Dışa Aktarma Ayarları
uk: Налаштування експорту за допомогою QR-коду
zh: 二维码导出设置
zh_tw: QR 圖碼匯出設定

source: Split size
bg: Размер за разделяне
ca: Mida de divisió
cs: Velikost rozdělení
de: Größe aufteilen
el: Μέγεθος διαχωρισμού
es: Tamaño de división
fr: Taille de séparation
it: Dimensione divisione
ko: 분할 크기
nl: Splits grootte
no: Splitt størrelse
pl: Rozmiar części
ru: Размер разбиения
tr: Bölme Boyutu
uk: Розмір розділення
zh: 分割大小
zh_tw: 分離大小

# split_size_tooltip
source: Split Size is the maximum amount of characters per QR Code. Smaller Split Size results in more, smaller QR Codes. Smaller QR Codes are easier to scan.
bg: Размер на разделяне е максималното количество символи за QR код. По-малкият размер за разделяне води до повече, но по-малки QR кодове. По-малките QR кодове са по-лесни за сканиране.
ca: La mida de divisió és la quantitat màxima de caràcters per codi QR. Una mida de divisió més petita dona lloc a més codis QR més petits. Els codis QR més petits són més fàcils d'escanejar.
cs: Velikost rozdělení je maximální počet znaků na QR kód. Menší rozdělená velikost má za následek více menších QR kódů. Menší QR kódy je snazší skenovat.
de: Größe aufteilen auf die maximale Anzahl der Zeichen pro QR-Code. Eine geringere Größe wird mehrere kleinere QR-Codes erzeugen. Kleinere QR-Codes sind einfacher einzulesen.
el: Το μέγεθος διαχωρισμού είναι η μέγιστη ποσότητα χαρακτήρων ανά QR Code. Μικρότερο μέγεθος διαχωρισμού σημαίνει λιγότερα QR Codes. Όσο λιγότερα τα QR Codes τόσο πιό εύκολο να σαρωθούν.
es: El tamaño de la división es la cantidad máxima de caracteres por código QR. Tamaño dividido más pequeño resulta en más códigos QR más pequeños. Los códigos QR más pequeños son más fáciles de escanear.
fr: Taille de Split est le nombre maximum de caractères par code QR. Une taille plus petite résulte en plus petite, des codes QR plus petits. Les codes QR plus petits sont plus faciles à scanner.
it: Dividere la dimensione è la quantità massima di caratteri per codice QR. La dimensione della divisione più piccola si traduce in più codici QR più piccoli. Codici QR più piccoli sono più facili da scansione.
ko: 분할 크기는 QR 코드당 최대 문자 수입니다. 분할 크기가 작을수록 QR 코드는 더 많아지고 작아집니다. QR 코드가 작을수록 스캔하기가 더 쉽습니다.
nl: Splits grootte is het maximum aantal tekens per QR-code. Kleinere grootte resulteert in meer, kleinere QR-codes. Kleinere QR-codes zijn makkelijker te scannen.
no: Delte størrelse er maksimum antall tegn per QR-kode. Mindre delingsstørrelse resulterer i flere, mindre QR-koder. Mindre QR-koder er enklere å skanne.
pl: Rozmiar części to maksymalna ilość znaków na kod QR. Mniejszy rozmiar części daje więcej mniejszych kodów QR. Mniejsze kody QR są łatwiejsze do skanowania.
ru: Максимальное количество символов за QR-код. Чем меньше размер, тем получается больше маленьких QR-кодов. Маленькие QR-коды проще сканировать.
tr: Bölme boyutu, QR Kodu başına maksimum karakter miktarıdır. Daha Küçük Bölünmüş Boyut daha fazla, daha küçük QR Kodları ile sonuçlanır. Daha küçük QR Kodlarını taramak daha kolaydır.
uk: Розмір розділення є максимальною кількістю символів на QR-код. Менший розмір розділення дає більше маленьких QR-коду. Маленькі QR-коди простіше сканувати.
zh: 分割大小是每个二维码的最大字符数。较小的分割大小会产生更多、更小的二维码。较小的二维码更容易扫描。
zh_tw: 分割大小是每個 QR 圖碼的最大字元數。 較小的分割大小會產生更多、更小的 QR圖碼。 較小的 QR 圖碼更容易掃描。

source: Please enter a valid number
bg: Моля въведете валидно число
ca: Introduïu un nombre vàlid
cs: Zadejte platné číslo
de: Bitte eine gültige Zahl eingeben
el: Παρακαλώ εισάγετε ένα έγκυρο αριθμό
es: Por favor, introduce un número válido
fr: Veuillez saisir un numéro valide
it: Si prega di inserire un numero valido
ko: 유효한 숫자를 입력하세요.
nl: Voer een geldig nummer in
no: Vennligst skriv inn ett gyldig nummer
pl: Wprowadź prawidłową liczbę
ru: Пожалуйста, введите правильное число
tr: Lütfen geçerli bir numara girin
uk: Будь ласка, введіть коректне число
zh: 请输入有效的数字
zh_tw: 請輸入有效號碼

# please_enter_a_number_greater_than
source: Please enter a number greater than {number}
bg: Моля въведете число по-голямо от {number}
ca: Introduïu un nombre més gran que {number}
cs: Zadejte číslo větší než {number}
de: Bitte trage eine größere Nummer als {number} ein
el: Παρακαλώ εισάγετε έναν αριθμό μεγαλύτερο από {number}
es: Introduzca un número mayor que {number}
fr: Veuillez saisir un nombre supérieur à {number}
it: Inserisci un numero maggiore di {number}
ko: {number} 보다 큰 숫자를 입력하세요.
nl: Voer een getal in groter dan {number}
no: Skriv inn et tall som er større enn {number}
pl: Wprowadź liczbę większą niż {number}
ru: Пожалуйста, введите число, большее чем {number}
tr: Lütfen {number} sayısından daha büyük sayı girin
uk: Будь ласка, введіть число більше за {number}
zh: 请输入大于 {number} 的数字
zh_tw: 請輸入大於 {number} 的數字

source: Error Correction
bg: Корекция на грешки
ca: Correcció d'errors
cs: Korekce chyb
de: Fehlerkorrektur
el: Διόρθωση Σφαλμάτων
es: Factor de error
fr: Correction d'erreur
it: Correzione Errore
ko: 오류 수정
nl: Foutcorrectie
no: Feil korreksjon
pl: Korekta błędu
ru: Коррекция ошибок
tr: Hata Düzeltme
uk: Виправлення помилок
zh: 纠错
zh_tw: 糾錯

# error_correction_tooltip
source: Error Correction takes up more space, resulting in more QR Codes: L = 1; M = 0; Q = 3; H = 2;
bg: Корекцията на грешки изисква повече мястно, водещо до повече QR кодове: L = 1; M = 0; Q = 3; H = 2;
ca: La correcció d'errors ocupa més espai, donant lloc a més codis QR: L 1; M 0; Q 3 3; H 2;
cs: Korekce zabere ještě více místa, výsledkem je více QR kódů: L = 1; M = 0; Q = 3; H = 2;
de: Die Fehlerkorrektur benötigt mehr Platz, es werden mehr QR-Codes erzeugt: L = 1; M = 0; Q = 3; H = 2;
el: Η διόρθωση σφαλμάτων καταλαμβάνει περισσότερο χώρο, με αποτέλεσμα περισσότερους QR Codes: L = 1; M = 0; Q = 3; H = 2;
es: La corrección del error ocupa más espacio, dando como resultado más códigos QR: L = 1; M = 0; Q = 3; H = 2;
fr: La correction d’erreurs prend plus d’espace, ce qui donne plus de codes QR : L = 1; M = 0; Q = 3; H = 2;
it: La correzione degli errori occupa più spazio, con conseguente aumento di codici QR: L = 1; M = 0; Q = 3; H = 2;
ko: 오류 수정은 더 많은 공간을 차지하므로 더 많은 QR 코드가 생성됨: L = 1; M = 0; Q = 3; H = 2;
nl: Fout Correctie neemt meer ruimte in beslag, wat resulteert in meer QR Codes: L = 1; M = 0; Q = 3; H = 2;
no: Feilkorreksjon tar opp mer plass og resulterer i flere QR-koder: L = 1; M = 0; Q = 3; H = 2;
pl: Korekta błędu zajmuje więcej miejsca, skutkując większą liczbą kodów QR: L = 1; M = 0; Q = 3; H = 2;
ru: Коррекция ошибок занимает больше места, в результате чего получается больше QR-кодов: L = 1; M = 0; Q = 3; H = 2;
tr: Hata Düzeltme daha fazla yer kaplar ve daha fazla QR Kodunun oluşmasını sağlar: L = 1; M = 0; Q = 3; H = 2;
uk: Витоплення помилок займає більше місця, що призводить до більшої кількості QR-кодів: L = 1; M = 0; Q = 3; H = 2;
zh: 纠错会占用更多空间，导致产生更多二维码： L = 1; M = 0; Q = 3; H = 2;
zh_tw: 糾錯佔用更多空間，導致更多二維圖碼： L = 1; M = 0; Q = 3； H = 2;

# please_enter_a_number_between
source: Please enter a number between {min} and {max}
bg: Моля въведете число между {min} и {max}
ca: Introduïu un nombre entre {min} i {max}
cs: Zadejte, prosím, číslo mezi {min} a {max}
de: Bitte trage eine Zahl zwischen {min} und {max} ein
el: Παρακαλώ εισάγετε έναν αριθμό μεταξύ {min} και {max}
es: Por favor ingrese un número entre {min} y {max}
fr: Veuillez saisir un nombre entre {min} et {max}
it: Inserisci un numero compreso tra {min} e {max}
ko: {min} 에서 {max} 사이의 숫자를 입력하세요.
nl: Voer een getal in tussen {min} en {max}
no: Angi et tall mellom {min} og {max}
pl: Wprowadź liczbę pomiędzy {min} a {max}
ru: Пожалуйста, введите число между {min} и {max}
tr: Lütfen {min} ile {max} değerleri arasında sayı girin
uk: Будь ласка, введіть число між {min} та {max}
zh: 请输入 {min} 到 {max} 之间的数字
zh_tw: 請輸入一個介於 {min} 和 {max} 之間的數字

source: JSON File
bg: JSON файл
ca: Fitxer JSON
cs: JSON soubor
de: JSON Datei
el: Αρχείο JSON
es: Archivo JSON
fr: Fichier JSON
it: File JSON
ko: JSON 파일
nl: JSON bestand
no: JSON fil
pl: Plik JSON
ru: JSON-файл
tr: JSON dosyası
uk: JSON файл
zh: JSON 文件
zh_tw: JSON 文檔

source: Export Settings
bg: Експортиране на настройки
ca: Exporta configuració
cs: Export nastavení
de: Export Einstellungen
el: Εξαγωγή Ρυθμίσεων
es: Exportar ajustes
fr: Exporter vos paramètres
it: Esporta Impostazioni
ko: 설정 내보내기
nl: Instellingen voor exporteren
no: Eksporter innstillingene
pl: Eksport ustawień
ru: Экспорт настроек
tr: Ayarları Dışarı Aktar
uk: Експорт Налаштувань
zh: 导出设置
zh_tw: 匯出設定

source: Import Settings
bg: Импортиране на настройки
ca: Importa configuració
cs: Import nastavení
de: Import Einstellungen
el: Εισαγωγή Ρυθμίσεων
es: Importar ajustes
fr: Importer les paramètres
it: Importa Impostazioni
ko: 설정 가져오기
nl: Instellingen voor importeren
no: Importer innstillinger
pl: Import ustawień
ru: Импорт настроек
tr: Ayarları İçe Aktar
uk: Імпорт Налаштувань
zh: 导入设置
zh_tw: ​ 匯入設定

# import_settings_description
source: Choose how you want to import your settings
bg: Изберете как желаете да експортирате вашите настройки
ca: Trieu com voleu importar la configuració
cs: Vyberte si, jak chcete importovat nastavení
de: Wähle, wie die Einstellungen importiert werden sollen
el: Επιλέξτε πώς θέλετε να εισάγετε τις ρυθμίσεις σας
es: Elija cómo desea importar su configuración
fr: Choisisser comment vous voulez importer vos paramètres
it: Scegli come vuoi importare le tue impostazioni
ko: 설정을 가져올 방법을 선택하세요.
nl: Kies hoe je je instellingen wilt importeren
no: Velg hvordan du vil eksportere dine innstillinger
pl: Wybierz jak chcesz zaimportować swoje ustawienia
ru: Выберите, как вы хотите импортировать настройки
tr: Ayaralrı nasıl içe aktaracağınızı seçin
uk: Оберіть спосіб імпорту налаштувань
zh: 选择您要如何导入设置
zh_tw: 選擇匯入設定的方式

# qr_code_import_not_supported_description
source: QR Code import is only supported on mobile devices
bg: QR код импорта е възможен само на мобилни устройтва
ca: La importació de codis QR només és compatible en dispositius mòbils
cs: Import QR kódem je podporován pouze na mobilních zařízeních
de: QR-Code Import wird nur auf Mobiltelefonen und Tablets unterstützt
el: Η εισαγωγή QR Code υποστηρίζεται μόνο σε φορητές συσκευές
es: La importación de código QR sólo es compatible con dispositivos móviles
fr: L'importation du QR Code n'est prise en charge que sur les appareils mobiles
it: L'importazione del codice QR è supportata solo su dispositivi mobili
ko: QR 코드 가져오기는 모바일 장치에서만 지원됩니다.
nl: Het importeren van een QR-code is enkel ondersteund op mobiele apparaten
no: QR-kode import støttes bare på mobile enheter
pl: Import kodu QR jest obsługiwany tylko na urządzeniach mobilnych
ru: Импорт QR-кода поддерживается только на мобильных устройствах
tr: QR kod ile içe aktarma yalnızca mobil cihazlarda destekleniyor
uk: Імпорт за допомогою QR-коду підтримується лише на мобільних пристроях
zh: 仅移动设备支持二维码导入
zh_tw: QR圖碼匯入功能只支援在智慧型手機上使用

source: Test QR Code
bg: QR код тест
ca: Prova el codi QR
cs: Ověřit QR kód
es: Testear código QR
ko: QR 코드 테스트
pl: Testuj kod QR
ru: Тестовый QR-код
tr: QR kodu test et
uk: Тестування QR-коду
zh: 测试二维码
zh_tw: 測試QR圖碼
