Repository: GameTec-live/ChameleonUltraGUI
Catalog: chameleonultragui/lib/l10n/app_*.arb
Languages: bg, ca, cs, da, de, de_at, el, es, fr, it, ko, nl, no, pl, pt_br, ro, ru, tr, uk, zh, zh_tw

# recovery_in_progress
source: Key recovery in progress, please wait...
bg: Възстановяване на ключове, моля изчакайте...
ca: Recuperació de claus en curs, espereu...
cs: Probíhá obnovení klíče, čekejte prosím...
de: Schlüsselwiederherstellung im Gange, bitte warten...
de_at: Schlüssle Wiederherstellung im Gange, please wait...
el: Η ανάκτηση των κλειδιών είναι σε εξέλιξη, παρακαλώ περιμένετε...
es: Recuperación de clave en curso, por favor espere...
fr: Récupération de la clé en cours, veuillez patienter...
it: Recupero chiave in corso, attendere...
ko: 키 복구가 진행 중입니다. 잠시 기다려 주세요...
nl: Sleutelherstel in uitvoering, even geduld...
no: Nøkkel gjenoppretting pågår, vennligst vent...
pl: Odzyskiwanie kluczy w toku, proszę czekać...
pt_br: Recuperação de chaves em andamento, por favor aguarde...
ru: Идёт восстановление ключей, пожалуйста, подождите...
tr: Anahtar kurtarma işlemi sürüyor. Lütfen bekleyin...
uk: Відновлення ключів триває, будь ласка, зачекайте...
zh: 密钥恢复进行中，请稍候...
zh_tw: 正在進行密鑰恢復，請稍候...

# clear_ble_bonds
source: Clear bounded devices
bg: Изчисти свързаните устройства
ca: Neteja els dispositius aparellats
cs: Vymazat sparovaná zařízení
de: Gekoppelte Geräte löschen
de_at: Angschlossene Geräte löschen
el: Εκκαθάριση συνδεδεμένων συσκευών
es: Borrar los dispositivos asociados
fr: Effacer les appareils associés
it: Cancella dispositivi registrati
ko: 제한된 장치 지우기
nl: Gekoppelde apparaten wissen
no: Fjern bindene enheter
pl: Wyczyść powiązane urządzenia
pt_br: Limpar dispositivos conectados
ru: Очистить привязные BLE устройства
tr: Bağlı cihazları sil
uk: Очистити список з'єднаних пристроїв
zh: 清除已配对的设备
zh_tw: 清除有界設備

source: BLE PIN
ca: PIN BLE
ko: 블루투스 PIN
no: Bluetooth PIN
pt_br: PIN BLE
ru: BLE код
uk: PIN-код BLE
zh: 蓝牙 PIN 码
zh_tw: 低功耗藍牙密碼

source: Enter PIN
bg: Въведи PIN
ca: Introduïu el PIN
cs: Zadejte PIN
de: PIN eingeben
de_at: PIN einischreiben
el: Εισαγωγή PIN
es: Introducir PIN
fr: Saisir le code PIN
it: Inserisci PIN
ko: PIN 입력
nl: PIN invoeren
no: Skriv inn PIN-koden
pl: Wprowadź PIN
pt_br: Digite o PIN
ru: Введите BLE код
tr: PIN girin
uk: Введіть PIN-код
zh: 输入 PIN 码
zh_tw: 輸入密碼

source: PIN must be 6 digits
bg: PIN трябва да е 6 цифри
ca: El PIN ha de tenir 6 dígits
cs: PIN musí mít %d čísel
de: Die PIN muss 6-stellig sein
de_at: Der PIN muas mindestens 6 Stölln ham
el: Το PIN πρέπει να αποτελείται από 6 ψηφία
es: El PIN debe tener 6 dígitos
fr: Le code PIN doit avoir 6 chiffres
it: Il PIN dev'essere di 6 cifre
ko: PIN은 6자리여야 합니다.
nl: PIN bestaat uit 6 cijfers
no: PIN-koden må inneholde minst 6 siffre
pl: PIN musi składać się z 6 cyfr
pt_br: O PIN deve conter 6 dígitos
ru: Код состоит из 6 цифр
tr: PIN 6 sayıdan oluşmalıdır
uk: PIN-код має містити 6 цифр
zh: PIN 码必须为 6 位数字
zh_tw: PIN 碼必須為 6 位數字

# clear_ble_bonds_confirmation
source: Are you sure you want to clear BLE bounded devices? This will require you to remove bounded Chameleon in your mobile device settings before reconnecting.
bg: Сигурни ли сте че искате да изтриете сдвоените устройства? Това изисква да премахнете сдвоения Chameleon от телефона ви преди повторно свързване.
ca: Esteu segur que voleu netejar els dispositius aparellats amb BLE? Això requerirà que elimineu el Chameleon aparellat a la configuració del dispositiu mòbil abans de tornar a connectar.
cs: Jste si jisti, že chcete vymazat sparovaná zařízení? To vyžaduje, abyste před opětovným připojením odstranili sparovaní Chameleon v nastavení mobilního zařízení.
de: Bist du sicher, dass du alle über BLE gekoppelte Geräte löschen möchtest? Dies erfordert, dass du Chameleon in deinen Mobilgeräte-Einstellungen entfernst, bevor du dich erneut verbindest.
de_at: Dist da siacha das du die BLE gekoppelte Geräte löschen wüsst? Des erfordert, das du dei Chamäleon aus deinen Mobilgeräte-Einstellungen löschst, bevors dich erneut verbindn konst.
el: Είστε βέβαιοι ότι θέλετε να εκκαθαρίσετε τις συνδεδεμένες συσκευές BLE? Θα πρέπει επίσης να αφαιρέσετε το Chameleon από τις ρυθμίσεις BLE της κινητής συσκευής σας προκειμένου να επανασυνδέσετε την ίδια συσκευή.
es: ¿Está seguro de que desea borrar los dispositivos BLE vinculados? Esto requerirá que elimine Chameleon vinculado en la configuración de su dispositivo móvil antes de volver a conectarse.
fr: Êtes-vous sûr de vouloir supprimer les périphériques BLE appairés ? Cela nécessitera de supprimer le Chameleon dans les paramètres de votre appareil mobile avant de vous reconnecter.
it: Sei sicuro di voler cancellare i dispositivi collegati a BLE? Questo richiederà di rimuovere Chameleon registrato nelle impostazioni del dispositivo mobile prima di riconnetterti.
ko: 블루투스 제한 장치를 삭제하시겠습니까? 다시 연결하기 전에 해드폰 설정에서 제한된 Chameleon을 제거해야 합니다.
nl: Weet u zeker dat u gekoppelde Bluetooth apparaten wilt verwijderen? Dan zult u deze moeten verwijderen in uw instellingen van uw mobiele apparaat voordat u opnieuw verbinding maakt.
no: Er du sikker på at du vil fjerne Bluetooth-merkede enheter? Dette krever at du fjerner bundet Chameleon i Bluetooth innstillingene for mobile enheter før du kobler til igjen.
pl: Czy na pewno chcesz wyczyścić powiązane urządzenia? To będzie wymagało usunięcia powiązanego Chameleon w ustawieniach urządzenia mobilnego przed ponownym połączeniem.
pt_br: Tem certeza de que deseja limpar os dispositivos conectados? Isso exigirá que você remova o Chameleon conectado nas configurações do seu dispositivo móvel antes de reconectar.
ru: Вы уверены, что хотите очистить привязанные BLE устройства? Перед повторным подключением вам потребуется удалить привязанный Chameleon в настройках вашего мобильного устройства.
tr: Bağlı cihazları silmek istediğinize emin misiniz? Bu eylem tekrar bağlanmadan önce, sildiğiniz cihazların cihaz ayarlarından Chameleon' u silmenizi gerektirecek.
uk: Ви дійсно хочете видалити зв'язані BLE пристрої? Це вимагатиме від вас видалення зв'язаного Chameleon в налаштуваннях мобільного пристрою перед повторним підключенням.
zh: 您确定要清除已配对的蓝牙设备吗？这将需要您在重新连接之前，先在移动设备设置中移除已配对的 Chameleon。
zh_tw: 您確定要清除 BLE 綁定設備嗎？ 您在重新連接之前將要在行動裝置設定中刪除受限的變色龍。

# ble_need_to_remove_pair
source: If you changed password or unpaired all devices and can't connect you need to remove Chameleon in your device Bluetooth settings
bg: Ако промените паролата си или развържете всички закачени устройства и не можете да се свържете отново ще трябва да премахнете Chameleon в блутут настройките на устройството си
ca: Si heu canviat la contrasenya o desaparellat tots els dispositius i no podeu connectar-vos, heu d'eliminar Chameleon a la configuració del Bluetooth del dispositiu
cs: Pokud jste změnili heslo nebo jste nespárovali všechna zařízení a nemůžete se připojit, musíte odstranit Chameleon v nastavení Bluetooth zařízení
de: Wenn Sie Ihr Passwort geändert oder alle Gerät entfernt haben und keine Verbindung herstellen können, müssen Sie Chameleon in den Bluetooth-Einstellungen Ihres Geräts entfernen
de_at: Wennst dei Passwort geändert host, oda alle Geräte entfernt host, und kane Verbindung herstellen konst, dann miassns des Chameleon in den Bluetooth-Einstellungen von dem Gerät entfernen
el: Αν αλλάξατε κωδικό πρόσβασης ή αποσυνδέσατε όλες τις συσκευές και δεν μπορείτε να συνδεθείτε, πρέπει να καταργήσετε το Chameleon από τις ρυθμίσεις Bluetooth της συσκευής σας
es: Si has cambiado la contraseña o has desvinculado todos los dispositivos y no puedes conectarte, tendrás que eliminar Chameleon de la configuración Bluetooth de tu dispositivo
fr: Si vous avez changé de mot de passe ou désappairé tous les appareils et que vous ne pouvez pas vous connecter, vous devez supprimer Chameleon dans les paramètres Bluetooth de votre appareil
it: Se hai cambiato password o disaccoppiato tutti i dispositivi e non puoi connetterti devi rimuovere Chameleon nelle impostazioni Bluetooth del tuo dispositivo
ko: 비밀번호를 변경했거나 모든 장치의 페어링을 해제했는데 연결할 수 없는 경우 장치의 블루투스 설정에서 Chameleon을 제거해야 합니다.
nl: Als u het wachtwoord veranderd of ongekoppeld kunt worden, moet u de Chameleon verwijderen in de Bluetooth-instellingen van uw apparaat
no: Hvis du har byttet passord eller koblet fra alle enheter og kan ikke koble til må du fjerne Chameleon i Bluetooth-innstillingene på enheten
pl: Jeśli zmieniłeś hasło lub usunąłeś wszystkie sparowane urządzenia i nie możesz połączyć się, musisz usunąć Chameleon w ustawieniach Bluetooth
pt_br: Se você alterou a senha ou desconectou todos os dispositivos e não consegue conectar, você precisa remover o Chameleon nas configurações de Bluetooth em seu dispositivo
ru: Если вы изменили пароль или отсоединили все устройства и не можете подключиться, то необходимо удалить Chameleon в настройках Bluetooth устройств
tr: Eğer parolayı değiştirirseniz ya da tüm bağlantıları keserseniz ve bundan dolayı bağlanamazsanız, Chameleon' u cihazınızın ayarlarından kaldırmanız gerekecek.
uk: Якщо ви змінили пароль або відв'язали усі пристрої та не можете під'єднатись, вам треба видалити Chameleon в налаштуваннях Bluetooth вашого пристрою
zh: 如果您更改了密码或解除所有设备配对且无法连接，您需要在设备的蓝牙设置中移除 Chameleon
zh_tw: 如果您更改了密碼或取消了所有裝置的配對並且無法連接，則需要在裝置藍牙設定中刪除變色龍

source: Shared preferences logging
bg: Логване на споделените настройки
ca: Registre de preferències compartides
cs: Protokolování sdílených nastavení
de: Gemeinsame Einstellungen Protokollschreiber
de_at: Gemeinsame Einstellungen Protokollschreiber
el: Καταγραφή κοινόχρηστων προτιμήσεων
es: Registro de preferencias compartidas
fr: Log des préférences partagées
it: Log delle preferenze condivise
ko: 공유 환경설정 로깅
nl: Logboek gedeelde voorkeuren
no: Delte preferanser logging
pl: Rejestrowanie ustawień współdzielonych
pt_br: Registro de preferências compartilhadas
ru: Логирование в shared preferences
tr: Paylaşılan tercihler günlüğü
uk: Логування в shared preferences
zh: 共享偏好设置日志
zh_tw: 共享偏好記錄

source: Production logging
bg: Продукционни логове
ca: Registre de producció
cs: Logování výroby
de: Produktionsprotokollierung
de_at: Produktionsprotokollierung
el: Καταγραφή παραγωγής
es: Registro de producción
fr: Log de production
it: Log di produzione
ko: 생산 로깅
nl: Productie logging
no: Produksjon loggføring
pl: Rejestrowanie logów produkcyjnych
pt_br: Log de produção
ru: Логирование в продакшене
tr: Üretim günlüğü
uk: Логування в продакшені
zh: 生产环境日志
zh_tw: 正式運作記錄

# slow_down_warning
source: Will slow down app, use with caution
bg: Ще забавят приложението, използвайте пестеливо
ca: Alentirà l'aplicació, utilitzeu-ho amb precaució
cs: Zpomalí aplikaci, používat s opatrností
de: Verlangsamt App, verwendet mit Vorsicht
de_at: Verlangsamt App, verwendet mit Vorsicht
el: Θα επιβραδύνει την εφαρμογή, χρησιμοποιήστε με προσοχή
es: Ralentizará la aplicación, úselo con precaución
fr: Cela ralentira l'application, utilisez avec précaution
it: rallenterà l'applicazione, usa con cautela
ko: 앱 속도가 느려지므로 주의해서 사용하세요.
nl: Vertraagt de app
no: Vill gjøre appen treg, bruk med forsiktighet
pl: Spowolni aplikację, używaj z rozwagą
pt_br: Irá diminuir a velocidade do app, use com cuidado
ru: Замедляет приложение, используйте с осторожностью
tr: Uygulamayı yavaşlatır, dikkatli kullanın
uk: Уповільнить роботу додатку, використовуйте з обережністю
zh: 会降低应用程序速度，请谨慎使用
zh_tw: 會減慢程式運行速度，請慎用

source: Enable production logging
bg: Включи продукционни логове
ca: Activa el registre de producció
cs: Povolit logování produkce
de: Aktiviere Produktionsprotokollierung
de_at: Aktiviere Produktionsprotokollierung
el: Ενεργοποίηση καταγραφής παραγωγής
es: Activar registro de producción
fr: Activer le journal de production
it: Abilita registrazione dell'attività
ko: 생산 로깅 활성화
nl: Logging aan
no: Aktiver produksjonslogging
pl: Włącz rejestrowanie komunikatów produkcyjnych
pt_br: Habilitar log de produção
ru: Включить логирование в релизной сборке
tr: Üretim günlüğünü etkinleştir
uk: Ввімкнути production логи
zh: 启用生产环境日志
zh_tw: 啟用日誌記錄

source: Disable production logging
bg: Изключи продукционни логове
ca: Desactiva el registre de producció
cs: Zakázat protokolování produkce
de: Deaktiviere Produktionsprotokollierung
de_at: Deaktiviere Produktionsprotokollierung
el: Απενεργοποίηση καταγραφής παραγωγής
es: Desactivar registro de producción
fr: Désactiver le journal de production
it: Disabilita registrazione dell'attività
ko: 생산 로깅 비활성화
nl: Logging uit
no: Deaktiver produksjonslogging
pl: Wyłącz rejestrowanie komunikatów produkcyjnych
pt_br: Desativar log de produção
ru: Выключить логирование в релизной сборке
tr: Üretim günlüğünü devre dışı bırak
uk: Вимкнути production логи
zh: 禁用生产环境日志
zh_tw: 停用日誌記錄

source: Clear logs
bg: Изчистване на дневниците
ca: Esborra els registres
cs: Vyčistit log
de: Protokolle löschen
de_at: Protokolle löschen
el: Καθαρισμός αρχείων καταγραφής
es: Borrar registros
fr: Effacer le journal
it: Pulisci logs
ko: 로그 삭제
nl: Logs verwijderen
no: Tøm logger
pl: Wyczyść dziennik komunikatów
pt_br: Limpar logs
ru: Очистить логи
tr: Günlükleri temizle
uk: Очистити логи
zh: 清除日志
zh_tw: 清除日誌

source: Copy logs to clipboard
bg: Копирай дневници в клипборда
ca: Copia els registres al porta-retalls
cs: Zkopírovat log do schránky
de: Protokoll in die Zwischenablage kopieren
de_at: Protokoll in die Zwischenablage kopieren
el: Αντιγραφή αρχείων καταγραφής στο πρόχειρο
es: Copiar registro al portapapeles
fr: Copier les journaux dans le presse-papiers
it: Copia log negli appunti
ko: 클립보드로 로그 복사
nl: Logs kopiëren naar klembord
no: Kopier logger til utklippstavlen
pl: Skopiuj komunikaty do schowka
pt_br: Copiar logs para área de transferência
ru: Скопировать логи в буфер обмена
tr: Günlüğü panoya kopyala
uk: Скопіювати логи в буфер обміну
zh: 复制日志到剪贴板
zh_tw: 複製執行紀錄檔至剪貼簿

source: Recovery library
bg: Библиотека за възстановяване ключове
ca: Biblioteca de recuperació
cs: Obnovit knihovnu
de: Wiederherstellungs-Bibliothek
de_at: Wiederherstellungs-Bibliothek
el: Βιβλιοθήκη αποκατάστασης
es: Biblioteca de recuperación
fr: Librairie de récupération
it: Recupero libreria
ko: 라이브러리 복구
nl: Herstel bibliotheek
no: Gjennoppretingsbibliotek
pl: Biblioteka odzyskiwania
pt_br: Biblioteca de recuperação
ru: Библиотека восстановления ключей
tr: Kütüphaneyi kurtar
uk: Бібліотека відновлення
zh: 恢复库
zh_tw: 還原庫

source: Force flashing
bg: Безусловно обновяване
ca: Força la gravació
cs: Vynutit flashovani
de: Flashen erzwingen
de_at: Flashen erzwingen
el: Εξαναγκασμός εισαγωγής λογισμικού
es: Forzar flasheo
fr: Forcer la mise à jour
it: Forza l'installazione
ko: 강제 업데이트
nl: Forceer flashen
no: Tving flashing
pl: Wymuś flashowanie
pt_br: Forçar flashing
ru: Жёсткая прошивка
tr: Flash' lamaya zorla
uk: Примусова прошивка
zh: 强制刷写
zh_tw: 強制燒錄

# chameleon_flashing_title_easter_egg
source: Your Chameleon {model} is flashing
bg: Вашият Chameleon {model} се обновява
ca: El Chameleon {model} s'està gravant
cs: Tvůj Chameleon {model} se flesuje
de: Dein Chameleon {model} ist am Flashen
de_at: Dein Chameleon {model} ist am Flashen
el: Το Chameleon {model} σας αναβαθμίζεται
es: Tu Chameleon {model} se está flasheando
fr: Votre Chameleon {model} est clignotant
it: Il tuo Chameleon {model} sta installando
ko: Chameleon {model} 를 플래싱중
nl: Uw Chameleon {model} wordt geupdate
no: Din Kameleon {model} blinker
pl: Twoje urządzenie {model} jest flashowane
pt_br: O seu Chameleon {model} está piscando
ru: Ваш Chameleon {model} прошивается
tr: Chameleon {model} cihazınız flashlanıyor
uk: Ваш Chameleon {model} прошивається
zh: 您的 Chameleon {model} 正在闪烁
zh_tw: 正在燒錄您的變色龍 {model}

# chameleon_flashing_title
source: Installing firmware on your Chameleon {model}
bg: Инсталиране обновлениа на вашия Chameleon {model}
ca: Instal·lant el firmware al vostre Chameleon {model}
cs: Instalace firmwaru na Váš Chameleon {model}
de: Firmware wird auf Ihrem Chameleon {model} installiert
de_at: Firmware wird auf Ihrem Chameleon {model} installiert
el: Εγκατάσταση firmware στο Chameleon {model}
es: Instalando firmware en su Chameleon {model}
fr: Installation du firmware sur votre Chameleon {model}
it: Installazione del firmware su Chameleon {model}
ko: Chameleon {model} 에 펌웨어 설치중
nl: Firmware wordt geïnstalleerd op uw Chameleon {model}
no: Installerer firmware på din Chameleon {model}
pl: Instalacja firmware na Chameleon {model}
pt_br: Instalando o firmware no seu Chameleon {model}
ru: Установка прошивки на ваш Chameleon {model}
tr: Chameleon {model} cihazınıza yazılım yüklemiyor
uk: Встановлення прошивки на ваш Chameleon {model}
zh: 正在您的 Chameleon {model} 上安装固件
zh_tw: 在您的變色龍 {model} 上安裝韌體

source: BLE pairing
bg: BLE свързване
ca: Aparellament BLE
cs: BLEparování
de: BLE koppeln
de_at: BLE koppeln
el: Σύζευξη BLE
es: Emparejamiento BLE
fr: Appairage du BLE
it: Accoppiamento BLE
ko: 블루투스 페어링
nl: Bluetooth koppeling
no: Bluetooth parring
pl: Parowanie BLE
ru: BLE сопряжение
tr: BLE eşleştirmesi
uk: З'єднання BLE
zh: 蓝牙配对
zh_tw: 低功耗藍牙配對

# outdated_protocol
source: Outdated protocol in firmware
bg: Стар протокол за обновяване
ca: Protocol obsolet al firmware
cs: Zastaralý protokol firmware
de: Veraltetes Protokoll in FW
de_at: Veraltetes Protokoll in FW
es: Protocolo obsoleto en el firmware
fr: Protocole obsolète dans le firmware
it: Protocollo obsoleto nel firmware
ko: 오래된 펌웨어 프로토콜
nl: Verouderd protocol in firmware
no: Utdatert protokoll programvare
pl: Nieaktualny protokół w oprogramowaniu
ru: Устаревший протокол в прошивке
uk: Застарілий протокол у прошивці
zh: 固件中的协议已过时

# outdated_protocol_description_1
source: Your Chameleon is running on outdated protocol, which means firmware is outdated.
bg: Вашият Chameleon използва стар протокол следователно фърмуерът му е стар.
ca: El Chameleon s'està executant amb un protocol obsolet, el qual vol dir que el firmware està obsolet.
cs: Váš Chameleon běží na zastaralém protokolu, což znamená, že firmware je zastaralý.
de: Der Chameleon hat ein veraltetes Protokoll, was bedeutet die FW ist veraltet.
de_at: Der Chameleon hat ein veraltetes Protokoll, was bedeutet die FW ist veraltet.
el: Το Chameleon σας τρέχει σε ληγμένο πρωτόκολλο που σημαίνει ότι το firmware είναι ξεπερασμένο.
es: Su Chameleon funciona con un protocolo obsoleto, lo que significa que el firmware no está actualizado.
fr: Votre Chameleon fonctionne sur un protocole obsolète, ce qui signifie que le firmware est obsolète.
it: Il tuo Chameleon utilizza un protocollo obsoleto, il che significa che il firmware è obsoleto.
ko: Chameleon이 오래된 프로토콜에서 실행되고 있는데 이는 펌웨어가 오래되었음을 의미합니다.
nl: Uw Chameleon draait op verouderde protocol, wat betekent dat firmware verouderd is.
no: Din Chameleon kjører på en utdatert protokoll, som betyr at fastvare er utdatert.
pl: Twój Chameleon działa na nieaktualnym protokole, co oznacza, że oprogramowanie jest nieaktualne.
ru: Ваш Chameleon использует старый протокол, что значит что прошивка устарела.
tr: Chameleon' unuz güncelliğini yitirmiş protokol üzerinde çalışıyor. Görünüşe göre yazılımınız eski versiyonda.
uk: Ваш Chameleon працює на застарілому протоколі, що означає, що прошивка застаріла.
zh: 您的 Chameleon 正在使用过时的协议，这表示固件已过时。
zh_tw: 您的變色龍正運行過時的協議，這意味著韌體已過時。

# outdated_protocol_description_2
source: App can't work with this version of protocol. Don't report any bugs found after that message.
bg: Приложението не може да работи с тази версия на протокола. Не докладвайте проблеми след това съобщение.
ca: L'aplicació no pot funcionar amb aquesta versió del protocol. No informeu de cap error trobat després d'aquest missatge.
cs: Aplikace nemůže s touto verzí protokolu pracovat. Po této zprávě neoznamujte žádné chyby.
de: Die App kann nicht mit dieser Version des Protokolls arbeiten. Bitte keinen Bug-Report für Fehler nach dieser Nachricht erstellen.
de_at: Die App kann nicht mit dieser Version des Protokolls arbeiten. Bitte keinen Bug-Report für Fehler nach dieser Nachricht erstellen.
el: Η εφαρμογή δεν μπορεί να λειτουργήσει με αυτήν την έκδοση πρωτοκόλλου. Μην αναφέρετε πιθανά σφάλματα μετά από αυτό το μήνυμα.
es: La aplicación no puede funcionar con esta versión del protocolo.
fr: L'application ne peut pas fonctionner avec cette version du protocole. Ne rapportez aucun bug trouvé après ce message.
it: L'app non può funzionare con questa versione del protocollo. Non segnalare alcun bug trovato dopo quel messaggio.
ko: 이 버전의 프로토콜에서는 앱이 작동할 수 없습니다. 해당 메시지 이후에 발견된 버그는 보고하지 마세요.
nl: De app kan niet werken met deze versie van het protocol. Rapporteer geen bugs gevonden na dat bericht.
no: App kan ikke fungere med denne versjonen av protokoll. Ikke rapporter feil som ble funnet etter den meldingen.
pl: Aplikacja nie może działać z tą wersją protokołu. Nie zgłaszaj żadnych błędów po tej wiadomości.
ru: Эта версия приложения не может работать с этой версией протокола. Не сообщайте об ошибках после этого сообщения.
tr: Uygulama bu protokol verisyonunda çalışmaz. Bu uyarıyı gördükten sonra herhangi bir bug report etmeyin.
uk: Додаток не може працювати з цією версією протоколу. Не повідомляйте про помилки, знайдені після цього повідомлення.
zh: 应用程序无法使用此版本的协议。在此消息之后发现的任何错误请勿报告。
zh_tw: 應用程式無法使用此版本的協定。 不要報告該訊息後發現的任何錯誤。

# outdated_protocol_description_3
source: Would you like to update firmware?
bg: Искате ли да обновите фърмуера?
ca: Voleu actualitzar el firmware?
cs: Chcete aktualizovat firmware?
de: Möchtest Du die FW updaten?
de_at: Möchtest Du die FW updaten?
el: Θα θέλατε να ενημερώσετε το firmware;
es: ¿Quieres actualizar el firmaware?
fr: Voulez-vous mettre à jour le firmware ?
it: Desideri aggiornare il firmware?
ko: 펌웨어를 업데이트하시겠습니까?
nl: Wilt u de firmware bijwerken?
no: Vil du oppdatere firmware?
pl: Czy chcesz zaktualizować firmware?
ru: Хотите ли вы обновить прошивку?
tr: Yazılımı güncellemek ister misiniz?
uk: Ви хочете оновити прошивку?
zh: 您想要更新固件吗？
zh_tw: 您想更新韌體嗎？

source: Skip
bg: Пропусни
ca: Omet
cs: Přeskočit
de: Überspringen
de_at: Überspringen
el: Παράλειψη
es: Saltar
fr: Ignorer
it: Ignora
ko: 건너뛰기
nl: Overslaan
no: Hopp over
pl: Pomiń
ru: Пропустить
tr: Atla
uk: Пропустити
zh: 跳过
zh_tw: 跳過

source: Update
bg: Обновяване
ca: Actualitza
cs: Aktualizovat
de: Updaten
de_at: Updaten
el: Ενημέρωση
es: Actualizar
fr: Mise à jour
it: Aggiorna
ko: 업데이트
nl: Updaten
no: Oppdater
pl: Aktualizuj
ru: Обновить
tr: Güncelle
uk: Оновити
zh: 更新
zh_tw: 更新

# static_nested_attack
source: Run Static Nested attack on card
bg: Стартирайте Static Nested атака на картата
ca: Executa l'atac Static Nested a la targeta
cs: SpustitStaticNestedattacknacarte
de: Starte "Static Nested" Angriff auf Karte
de_at: Starte "Static Nested" Angriff auf Karte
es: Ejecutar ataque Nested estático sobre la tarjeta
fr: Lancer une attaque Nested statique sur la carte
it: Esegui un attacco Nested statico sulla carta
ko: 카드에 정적 중첩 공격 실행
no: Kjør Statisk Nested Angrep på kortet
pl: Uruchom atak nested
ru: Запустить Static Nested атаку на карте
uk: Запустити Static Nested атаку на карту
zh: 对卡片执行静态 Nested 攻击

source: Read Gen1 card data
bg: Изчети данни от Gen1 карта
ca: Llegeix les dades de la targeta Gen1
cs: PrecistGen1carddata
de: Lese Daten von Gen1 Karte
de_at: Lese Daten von Gen1 Karte
es: Leer datos de tarjeta Gen1
fr: Lire les données de la carte Gen1
it: Leggere i dati della carta Gen1
ko: Gen1 카드 데이터 읽기
no: Les Gen1 Kortdata
pl: Odczytaj dane karty 1 generacji
ru: Прочитать данные с Gen1 карты
uk: Зчитування даних картки Gen1
zh: 读取 Gen1 卡片数据

# card_tech
source: Tech
bg: Технология
ca: Tecnologia
cs: Technologie
el: Τεχνολογία
es: Tecnología
fr: Technologie
it: Tecnologia
no: Teknologi
pl: Rodzaj karty
ru: Тип
tr: Kart teknolojisi
uk: Тип
zh: 技术
zh_tw: 技術

source: Charge
bg: Зареждане
ca: Carrega
cs: Nabíjet
de: Laden
de_at: Laden
el: Φόρτιση
es: Cargar
it: Carica
ko: 충전
nl: Opladen
no: Lade
pl: Ładowanie
ru: Заряд
tr: Şarj
uk: Заряд
zh: 电量
zh_tw: 充電
