Repository: GameTec-live/ChameleonUltraGUI
Catalog: chameleonultragui/lib/l10n/app_*.arb
Languages: bg, ca, cs, da, de, de_at, el, es, fr, it, ko, nl, no, pl, pt_br, ro, ru, tr, uk, zh, zh_tw

source: OK
bg: ОК
ca: D'acord
de_at: Passt
el: Εντάξει
ko: 확인
ru: ОК
tr: Tamam
zh: 确定
zh_tw: 好的

source: Cancel
bg: Отмени
ca: Cancel·la
cs: Zrušit
da: Afbryd
de: Abbrechen
de_at: Abbruch
el: Ακύρωση
es: Cancelar
fr: Annuler
it: Annulla
ko: 취소
nl: Annuleeren
no: Avbryt
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
tr: Vazgeç
uk: Скасувати
zh: 取消
zh_tw: 取消

source: Close
bg: Затвори
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
de_at: Zu mochn
el: Κλείσιμο
es: Cerrar
fr: Fermer
it: Chiudi
ko: 닫기
nl: Afsluiten
no: Lukk
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
tr: Kapat
uk: Закрити
zh: 关闭
zh_tw: 關閉

source: Save
bg: Запиши
ca: Desa
cs: Uložit
da: Gem
de: Speichern
de_at: Speichan
el: Αποθήκευση
es: Guardar
fr: Enregistrer
it: Salva
ko: 저장
nl: Opslaan
no: Lagre
pl: Zapisz
pt_br: Salvar
ro: Salvează
ru: Сохранить
tr: Kaydet
uk: Зберегти
zh: 保存
zh_tw: 保存

source: No
bg: Не
cs: Ne
da: Nej
de: Nein
de_at: Nah
el: Όχι
fr: Non
ko: 아니오
nl: Nee
no: Nei
pl: Nie
pt_br: Não
ro: Nu
ru: Нет
tr: Hayır
uk: Ні
zh: 否
zh_tw: 不

source: Yes
bg: Да
ca: Si
cs: Ano
da: Ja
de: Ja
de_at: Joh
el: Ναι
es: Sí
fr: Oui
it: Si
ko: 예
nl: Ja
no: Ja
pl: Tak
pt_br: Sim
ro: Da
ru: Да
tr: Evet
uk: Так
zh: 是
zh_tw: 是

source: Enabled
bg: Активиран
ca: Activat
cs: Zapnuto
da: Aktiveret
de: Aktiviert
de_at: Aktviert
el: Ενεργοποιημένο
es: Habilitado
fr: Activé
it: Abilitato
ko: 활성화됨
nl: Ingeschakeld
no: Aktivert
pl: Aktywny
pt_br: Habilitado
ro: Activat
ru: Включено
tr: Etkinleştirildi
uk: Увімкнено
zh: 启用
zh_tw: 已啟用

source: Disabled
bg: Деактивиран
ca: Desactivat
cs: Vypnuto
da: De-aktiveret
de: Deaktiviert
de_at: Deaktviert
el: Απενεργοποιημένο
es: Deshabilitado
fr: Désactivé
it: Disabilitato
ko: 비활성화됨
nl: Uitgeschakeld
no: Deaktivert
pl: Nieaktywny
pt_br: Desabilitado
ro: Dezactivat
ru: Отключено
tr: Devre dışı bırakıldı
uk: Вимкнено
zh: 禁用
zh_tw: 已禁用

source: Available
bg: Наличен
ca: Disponible
cs: Dostupné
da: Tilgængelig
de: Verfügbar
de_at: Ferfiagbar
el: Διαθέσιμο
es: Disponible
fr: Disponible
it: Disponibile
ko: 사용 가능
nl: Voorhanden
no: Tilgjengelig
pl: Dostępny
pt_br: Disponível
ro: Disponibil
ru: Доступно
tr: Uygun
uk: Доступно
zh: 可用的
zh_tw: 可用

source: Unavailable
bg: Неналично
ca: No disponible
cs: Nedostupné
da: Utilgængelig
de: Nicht verfügbar
de_at: Ned Ferfiagbar
el: Μη Διαθέσιμο
es: No disponible
fr: Indisponible
it: Non disponibile
ko: 알 수 없음
nl: Onbereikbaar
no: Utilgjengelig
pl: Niedostępny
pt_br: Indisponível
ro: Indisponibil
ru: Недоступно
tr: Mevcut değil
uk: Недоступно
zh: 不可用
zh_tw: 無法使用

source: Connect
bg: Свързване
ca: Connecta
cs: Připojit
da: Forbind
de: Verbinden
de_at: Verbindn
el: Σύνδεση
es: Conectar
fr: Connecter
it: Connetti
ko: 연결
nl: Verbinden
no: Koble til
pl: Połącz
pt_br: Conectar
ro: Conectează-te
ru: Подключение
tr: Bağlan
uk: Під’єднатися
zh: 连接
zh_tw: 連接

source: Home
bg: Начало
ca: Inici
cs: Domů
da: Hjem
de: Startseite
de_at: Zhaus
el: Αρχική
es: Inicio
fr: Accueil
it: Homepage
ko: 홈
nl: Startscherm
no: Hjem
pl: Strona główna
pt_br: Início
ro: Acasă
ru: Главная
tr: Ana sayfa
uk: Головна
zh: 首页
zh_tw: 主頁

source: Card
bg: Карта
ca: Targeta
cs: Karta
da: Kort
de: Karte
de_at: Koardn
el: Κάρτα
es: Tarjeta
fr: Carte
it: Scheda
ko: 카드
nl: Kaart
no: Kort
pl: Karta
pt_br: Cartão
ru: Карта
tr: Kart
uk: Картка
zh: 卡片
zh_tw: 卡

source: Cards
bg: Карти
ca: Targetes
cs: Karty
da: Kort
de: Karten
de_at: Koardn
el: Κάρτες
es: Tarjetas
fr: Cartes
it: Schede
ko: 카드들
nl: Kaarten
no: Kort
pl: Karty
pt_br: Cartões
ro: Carduri
ru: Карты
tr: Kartlar
uk: Картки
zh: 卡片
zh_tw: 卡片

source: Dictionary
bg: Речник
ca: Diccionari
cs: Slovník
da: Ordbog
de: Wörterbuch
de_at: Wärdabuach
el: Λεξικό
es: Diccionario
fr: Dictionnaire
it: Dizionario
ko: 사전
nl: Woordenboek
no: Ordbok
pl: Słownik
pt_br: Dicionário
ro: Dicționar
ru: Словарь
tr: Sözlük
uk: Словник
zh: 字典
zh_tw: 字典

source: Dictionaries
bg: Речници
ca: Diccionaris
cs: Slovníky
da: Ordbøger
de: Wörterbücher
de_at: Wärdabiacher
el: Λεξικά
es: Diccionarios
fr: Dictionnaires
it: Dizionari
ko: 사전
nl: Woordenboeken
no: Ordbøker
pl: Słowniki
pt_br: Dicionários
ro: Dicționare
ru: Словари
tr: Sözlükler
uk: Словники
zh: 字典
zh_tw: 字典

source: Slot
bg: Слот
ca: Ranura
el: Θέση
es: Ranura
fr: Emplacement
it: Slots
ko: 슬롯
nl: Positie
no: Spor
pt_br: Espaço
ro: Slot-ul
ru: Слот
uk: Слот
zh: 卡槽
zh_tw: 插槽

source: Slots
bg: Слотове
ca: Ranures
cs: Sloty
el: Θέσεις
es: Ranuras
fr: Emplacements
it: Slot
ko: 슬롯들
nl: Posities
no: Spor
pl: Sloty
pt_br: Espaços
ro: Sloturi
ru: Слоты
tr: Slotlar
uk: Слоти
zh: 卡槽
zh_tw: 插槽

source: Slot Manager
bg: Управление на Слотове
ca: Gestor de ranures
cs: Správce slotů
da: Slot Administration
de_at: Slot verwoiter
el: Διαχειριστής Θέσεων
es: Gestor de ranuras
fr: Gestionnaire d'emplacement
it: Gestore Slot
ko: 슬롯 관리자
nl: Positie beheerder
no: Spor behandler
pl: Menedżer slotów
pt_br: Gerenciador de Escaços
ro: Manager de sloturi
ru: Менеджер слотов
tr: Slot Yöneticisi
uk: Керування Слотами
zh: 卡槽管理
zh_tw: 插槽管理

source: Saved Cards
bg: Запазвани Карти
ca: Targetes desades
cs: Uložené karty
da: Gemte kort
de: Gespeicherte Karten
de_at: Gepeicherte Koarten
el: Αποθηκευμένες Κάρτες
es: Tarjetas guardadas
fr: Cartes Enregistrées
it: Carte Salvate
ko: 저장된 카드
nl: Opgeslagen Kaarten
no: Lagrede kort
pl: Zapisane karty
pt_br: Cartões salvos
ro: Carduri Salvate
ru: Сохраненные карты
tr: Kayıtlı kartlar
uk: Збережені Картки
zh: 已保存的卡片
zh_tw: 已保存的卡

source: Read Card
bg: Прочети Карта
ca: Llegeix targeta
cs: Přečíst kartu
da: Læs kort
de: Karte lesen
de_at: Koartn lesn
el: Ανάγνωση Κάρτας
es: Leer tarjeta
fr: Lire Carte
it: Leggi Scheda
ko: 카드 읽기
nl: Lees kaart
no: Les kort
pl: Odczytaj kartę
pt_br: Ler cartão
ro: Citește cardul
ru: Чтение карт
tr: Kart okutma
uk: Зчитати Картку
zh: 读取卡片
zh_tw: 讀卡

source: Write Card
bg: Запиши Карта
ca: Escriu targeta
cs: Zapsat kartu
da: Skriv til kort
de: Karte schreiben
de_at: Koartn schreibn
el: Εγγραφή Κάρτας
es: Escribir tarjeta
fr: Écrire Carte
it: Modifica carta
ko: 카드 쓰기
nl: Schrijft naar een kaart
no: Skriv kort
pl: Zapisz kartę
pt_br: Gravar Cartão
ro: Scrie cardul
ru: Запись карт
tr: Kart yazma
uk: Записати Картку
zh: 写入卡片
zh_tw: 寫入卡

source: Settings
bg: Настройки
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
de_at: Einstellung
el: Ρυθμίσεις
es: Configuración
fr: Paramètres
it: Configurazione
ko: 설정
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
tr: Ayarlar
uk: Налаштування
zh: 设置
zh_tw: 設定

source: Theme
bg: Тема
ca: Tema
cs: Téma vzhledu
da: Tema
de: Erscheinungsbild
de_at: Erschoanungsbüd
el: Θέμα
es: Tema
fr: Thème
it: Temi
ko: 테마
nl: Thema
no: Tema
pl: Motyw
pt_br: Tema
ro: Temă
ru: Тема
tr: Tema
uk: Тема
zh: 主题
zh_tw: 佈景主題

source: System
bg: Система
ca: Sistema
cs: Systém
de_at: Süstam
el: Σύστημα
es: Sistema
fr: Système
it: Sistemi
ko: 시스템
nl: Systeem
pt_br: Sistema
ro: Sistem
ru: Системная
tr: Sistem
uk: Системна
zh: 系统
zh_tw: 系統

source: Light
bg: Светла
ca: Clar
cs: Světlý
da: Lys
de: Hell
de_at: Hö
el: Φωτεινό
es: Claro
fr: Clair
it: Chiaro
ko: 라이트 모드
nl: Helder
no: Lys
pl: Jasny
pt_br: Claro
ro: Luminos
ru: Светлая
tr: Açık
uk: Світла
zh: 浅色
zh_tw: 淺色

source: Dark
bg: Тъмна
ca: Fosc
cs: Tmavý
da: Mørk
de: Dunkel
de_at: Dunkl
el: Σκοτεινό
es: Oscuro
fr: Sombre
it: Oscuro
ko: 다크 모드
nl: Donker
no: Mørk
pl: Ciemny
pt_br: Escuro
ro: Întunecat
ru: Темная
tr: Karanlık
uk: Темна
zh: 暗色
zh_tw: 暗色主題

source: Color Scheme
bg: Цветова схема
ca: Esquema de color
cs: Barevné schéma
da: Farveskema
de: Farbschema
de_at: Foab thema
el: Χρωματικός Συνδυασμός
es: Esquema de colores
fr: Jeu de couleurs
it: Colori Temi
ko: 색 구성표
nl: Kleurenschema
no: Fargetema
pl: Schemat kolorów
pt_br: Esquema de Cores
ro: Paletă de culori
ru: Цветовая схема
tr: Renk Şeması
uk: Кольорова Схема
zh: 配色方案
zh_tw: 色彩配置

# def
source: Default
bg: По подразбиране
ca: Per defecte
cs: Výchozí
da: Standard
de: Standard
de_at: Stondoard
el: Προεπιλογή
es: Por defecto
fr: Défaut
ko: 기본값
nl: Standaard
no: Standard
pl: Domyślny
pt_br: Padrão
ro: Implicit
ru: По умолчанию
tr: Varsayılan
uk: За замовчуванням
zh: 默认
zh_tw: 預設

source: Purple
bg: Лилаво
ca: Porpra
cs: Fialová
da: Lilla
de: Lila
de_at: Lila
el: Μωβ
es: Púrpura
fr: Violet
it: Viola
ko: 보라색
nl: Paars
no: Lilla
pl: Fioletowy
pt_br: Roxo
ro: Violet
ru: Фиолетовая
tr: Mor
uk: Фіолетова
zh: 紫色
zh_tw: 紫色

source: Blue
bg: Синьо
ca: Blau
cs: Modrá
da: Blå
de: Blau
de_at: Blau
el: Μπλε
es: Azul
fr: Bleu
it: Blu:
ko: 파란색
nl: Blauw
no: Blå
pl: Niebieski
pt_br: Azul
ro: Albastru
ru: Синяя
tr: Mavi
uk: Синя
zh: 蓝色
zh_tw: 藍色

source: Green
bg: Зелено
ca: Verd
cs: Zelená
da: Grøn
de: Grün
de_at: Grean
el: Πράσινο
es: Verde
fr: Vert
it: verde
ko: 녹색
nl: Groen
no: Grønn
pl: Zielony
pt_br: Verde
ro: Verde
ru: Зелёная
tr: Yeşil
uk: Зелена
zh: 绿色
zh_tw: 綠色

source: Indigo
bg: Индиго
ca: Indi
cs: Tmavě modrá
el: Σκούρο Μωβ
es: Añil
ko: 남색
pl: Indygo
ru: Индиго
uk: Індиго
zh: 靛青色
zh_tw: 靛藍色

source: Lime
bg: Лайм
ca: Llima
cs: Limetková
da: Citron
de: Limette
de_at: Limettn
el: Λεμονί
es: Lima
fr: Citron vert
it: Limone
ko: 연두색
nl: Limoen
no: Limegrønn
pl: Limonkowy
pt_br: Verde Limão
ro: Lămâie verde
ru: Лаймовая
tr: Misket Limonu
uk: Лаймова
zh: 黄绿色
zh_tw: 青檸綠

source: Red
bg: Червено
ca: Vermell
cs: Červená
da: Rød
de: Rot
de_at: Rot
el: Κόκκινο
es: Rojo
fr: Rouge
ko: 빨간색
nl: Rood
no: Rød
pl: Czerwony
pt_br: Vermelho
ro: Roșu
ru: Красная
tr: Kırmızı
uk: Червона
zh: 红色
zh_tw: 紅色

source: Yellow
bg: Жълто
ca: Groc
cs: Žlutá
da: Gul
de: Gelb
de_at: Göb
el: Κίτρινο
es: Amarillo
fr: Jaune
it: giallo
ko: 노란색
nl: Geel
no: Gul
pl: Żółty
pt_br: Amarelo
ro: Galben
ru: Жёлтая
tr: Sarı
uk: Жовта
zh: 黄色
zh_tw: 黃色

source: About
bg: Относно
ca: Quant a
cs: O aplikaci
da: Om
de: Über
de_at: Über
el: Σχετικά
es: Acerca de
fr: À propos
it: Informazioni
ko: 앱 정보
nl: Over ons
no: Om
pl: O programie
pt_br: Sobre
ro: Despre
ru: О программе
tr: Hakkında
uk: Про додаток
zh: 关于
zh_tw: 關於

source: Activate
bg: Активирай
ca: Activa
cs: Aktivovat
da: Aktiver
de: Aktivieren
de_at: Actviern
el: Ενεργοποίηση
es: Activar
fr: Activer
it: Attivazione
ko: 활성화
nl: Activeer
no: Aktiver
pl: Aktywuj
pt_br: Ativar
ro: Activează
ru: Включить
tr: Etkinleştir
uk: Активувати
zh: 启用
zh_tw: 啟用

source: Deactivate
bg: Деактивирай
ca: Desactiva
cs: Deaktivovat
da: De-aktiver
de: Deaktivieren
de_at: Deactviern
el: Απενεργοποίηση
es: Desactivar
fr: Désactiver
it: Disattivare
ko: 비활성화
nl: Deactiveer
no: Deaktiver
pl: Dezaktywuj
pt_br: Desativar
ro: Dezactivează
ru: Выключить
tr: Devredışı bırak
uk: Деактивувати
zh: 禁用
zh_tw: 停用

source: Debug Mode
bg: Режим за отстраняване на грешки
ca: Mode de depuració
cs: Režim ladění
da: Fejlretningstilstand
de: Debug-Modus
de_at: käfa Modus
el: Λειτουργία Debug
es: Modo de depuración
fr: Mode Débogage
it: Modalità Debug
ko: 디버그 모드
nl: Foutopsporingsmodus
no: Feilsøkingsmodus
pl: Tryb debugowania
pt_br: Modo de Depuração
ro: Mod dezvoltator
ru: Режим отладки
tr: Hata Ayıklama Modu
uk: Режим налагодження
zh: 调试模式
zh_tw: 除錯模式

# debug_mode_confirmation
source: Are you sure you want to {mode} debug mode? It is created specifically for developers to test specific app functions on UNSUPPORTED platforms.
bg: Сигурни ли сте че искате да {mode} дебъг режим? Създаден е специфично за разработчици за проверка на функционалност на НЕПОДДЪРЖАНИ платформи.
ca: Esteu segur que voleu {mode} el mode de depuració? És creat específicament per als desenvolupadors per provar funcions específiques de l'aplicació a plataformes NO COMPATIBLES.
cs: Opravdu si přejete režim ladění {mode}? Je vytvořen speciálně pro vývojáře k testování specifických funkcí aplikace na NEPODPOROVANYCH platformách.
de: Sind sie sicher, dass die den Debugmodus {mode} möchten? Er ist für Entwickler um spezifische Funktionen auf nicht unterstützten Plattformen zu testen.
de_at: Siacha, dassd den Debugmodus {mode} wüsst? Der is fiad Entwickla um spezi Funktiona auf ned unterstützte Plattforma zu testn.
el: Είστε βέβαιοι ότι θέλετε να {mode} τη λειτουργία Debug? Η λειτουργία αυτή έχει δημιουργηθεί αποκλειστικά για προγραμματιστές ώστε να δοκιμάσουν συγκεκριμένες λειτουργίες σε πλατφόρμες που δεν υποστηρίζονται.
es: ¿Está seguro que desea {mode} el modo de depuración? Se ha creado específicamente para que los desarrolladores prueben funciones específicas de la aplicación en plataformas NO SOPORTADAS.
fr: Etes-vous sûr de vouloir {mode} le mode débogage ? Il est créé spécifiquement pour que les développeurs puissent tester des fonctions d'application spécifiques sur des plates-formes NON PRISES EN CHARGE.
it: Sei sicuro di voler utilizzare la modalità di debug {mode} ? È stato creato specificamente per gli sviluppatori per testare specifiche funzioni di app sulle piattaforme non supportate.
ko: 정말로 {mode} 디버그 모드를 사용하시겠습니까? 개발자가 지원되지 않는 플랫폼에서 특정 앱 기능을 테스트할 수 있도록 특별히 제작되었습니다.
nl: Weet je zeker dat je debugmode wilt {mode}? Het is speciaal gemaakt voor ontwikkelaars om specifieke app functies op NIET ondersteunde platformen te testen.
no: Er du sikker på at du vil {mode} feilsøkingsmodus? Den er laget spesifikt for utviklere for å teste bestemte app-funksjoner på IKKE STØTTEDE-plattformer.
pl: Czy na pewno chcesz użyć trybu debugowania {mode}? Jest on stworzony specjalnie dla deweloperów, aby przetestować określone funkcje aplikacji na niewspieranych platformach.
pt_br: Tem certeza de que deseja o modo de depuração {mode}? Ele é criado especificamente para desenvolvedores para testar funções específicas de aplicativos nas plataformas não SUPORTADAS.
ru: Вы уверены, что хотите {mode} режим отладки? Он создан специально для разработчиков для тестирования специфических функций приложения на не поддерживаемых платформах.
tr: Bu özellik, özellikle geliştiricilerin desteklenmeyen platformlarda spesifik uygulama fonskiyonlarını test etmesi için oluşturuldu.
uk: Ви впевнені, що хочете {mode} режим налагодження? Він створений спеціально для розробників задля тестування специфічних функцій додатку на НЕ ПІДТРИМУВАНИХ платформах.
zh: 您确定要{mode}调试模式吗？此模式专为开发人员在不受支持的平台上测试特定应用程序功能而设计。
zh_tw: 確定要進入 {mode} 除錯模式嗎？ 此模式專為開發人員而設，用於在不支援的平台上測試特定的應用程式功能。

source: Debug
bg: Отстраняване на грешки
ca: Depuració
da: Fejlfinde
de_at: Entkäfa
es: Depurar
fr: Débogage
it: Impostazioni di debug
ko: 디버그
nl: Fout opsporing
no: Feilsøk
pl: Debuguj
pt_br: Debugar
ro: Diagnosticare
ru: Отладка
tr: Hata Ayıklama
uk: Налагодження
zh: 调试
zh_tw: 除錯

# debug_page_warning
source: Using this menu may brick your Chameleon PERMANENTLY.
bg: Използването на това мену може да повреди вашият Chameleon НЕОБРАТИМО.
ca: L'ús d'aquest menú pot bloquejar el Chameleon de forma PERMANENT.
cs: Pomocí tohoto menu můžete zablokovat váš Chameleon PERMANENTNE.
da: Brug af denne menu kan mure din Chameleon PERMANENT.
de: Wenn Sie dieses Menü benutzen, können Sie ihr Chameleon PERMANENT zerstören.
de_at: Des Menü zu verwendn kinad dei Chameleon permanent runiern.
el: Χρησιμοποιώντας αυτό το μενού μπορεί να προκαλέσετε ανεπανόρθωτη βλάβη στο Chameleon.
es: Usar este menú puede bloquear su Chameleon PERMANENTEMENTE.
fr: L'utilisation de ce menu peut bloquer votre Chameleon de façon PERMANENTE.
it: Utilizzando questo menu può mandare fuori uso il chameleon permanentemente.
ko: 이 메뉴를 사용하면 카멜레온이 영구적으로 벽돌이 될 수 있습니다.
nl: Het gebruik van dit menu kan je Chameleon PERMANENT kapot maken.
no: Bruker du denne menyen så risikerer du og bricke din chameleon PERMANENT.
pl: Użycie tej opcji może na stałe zepsuć twojego Chameleon'a.
pt_br: Usar este menu pode danificar seu Chameleon PERMANENTEMENTE.
ro: Folosind acest meniu îți poate strica Chameleon-ul PERMANENT.
ru: С помощью этого меню вы можете убить Ваш Chameleon НАВСЕГДА.
tr: Bu menüyü kullanmak GERİ DÖNÜLEMEZ ŞEKİLDE Chamaleon cihazınızı Brick (Kullanılmaz) hale getirebilir.
uk: Використання цього меню може зломати ваш Chameleon НЕЗВОРОТНЬО.
zh: 使用此菜单可能会永久损坏您的 Chameleon。
zh_tw: 此選項可能會永久破壞您的 Chameleon

# warned
source: You have been warned.
bg: Предупредени сте.
ca: T'han advertit.
cs: Byli jsi varován.
da: Du er blevet advaret.
de: Sie wurden gewarnt.
de_at: Du wurdst gwarnt.
el: Σας προειδοποιήσαμε.
es: Has sido advertido.
fr: Vous êtes prévenu .
it: Sei stato avvertito!
ko: 주의하세요.
nl: Je bent gewaarschuwd!
no: Du har blitt advart.
pl: Zostałeś ostrzeżony.
pt_br: Você foi avisado.
ro: Ai fost avertizat.
ru: Вы были предупреждены.
tr: Uyarıldınız! Sorumluluk size aittir.
uk: Ви були попереджені.
zh: 我已经警告过你了。
zh_tw: 你已經被警告了！

source: Platform
bg: Платформа
ca: Plataforma
cs: Platforma
de: Plattform
de_at: Plattform
el: Πλατφόρμα
es: Plataforma
fr: Plateforme
it: piattaforma
ko: 플랫폼
pl: Platforma
pt_br: Plataforma
ro: Platformă
ru: Платформа
uk: Платформа
zh: 平台
zh_tw: 平台

source: Serial Protocol
bg: Сериен Протокол
ca: Protocol sèrie
cs: Sériový protokol
da: Seriel protokol
de: Serielles Protokoll
de_at: Seriels Protokoll
el: Σειριακό Πρωτόκολλο
es: Protocolo Serial
fr: Protocole Série
it: Protocollo seriale
ko: 시리얼 프로토콜
nl: Serie Protocol
no: Serienummer Protokoll
pl: Protokół szeregowy
pt_br: Protocolo Serial
ro: Protocol serial
ru: Последовательный протокол
tr: Seri Protokol
uk: Послідовний Протокол
zh: 串口协议
zh_tw: 序列協定

source: Chameleon Connected
bg: Chameleon е Свързан
ca: Chameleon connectat
cs: Chameleon připojen
da: Chameleon forbundet
de: Chameleon verbunden
de_at: Chameleon verbundn
el: Συνδέθηκε Chameleon
es: Chameleon conectado
fr: Chameleon connecté
it: Chameleon Connesso.
ko: Chameleon 연결됨
nl: Chameleon verbonden
no: Kameleon er tilkoblet
pl: Chameleon połączony
pt_br: Chameleon Conectado
ro: Chameleon Conectat
ru: Chameleon подключен
tr: Chameleon Bağlandı
uk: Chameleon Під'єднано
zh: Chameleon 已连接
zh_tw: 已連接變色龍

source: Chameleon Device Type
bg: Тип Chameleon Устройство
ca: Tipus de dispositiu Chameleon
cs: Typ zařízení Chameleon
da: Chameleon enhedstype
de: Chameleon Gerätetyp
de_at: Chameleon gerät typ
el: Τύπος Συσκευής Chameleon
es: Tipo de dispositivo de Chameleon
fr: Type d'appareil Chameleon
it: Tipo Dispositivo Chameleon
ko: Chameleon 장치 유형
nl: Chameleon apparaat type
no: Kameleon enhetstype
pl: Typ urządzenia Chameleon
pt_br: Chameleon Tipo de Dispositivo
ro: Tip dispozitiv Chameleon
ru: Тип устройства
tr: Chameleon' un Cihaz Türü
uk: Тип Пристрою Chameleon
zh: Chameleon 设备类型
zh_tw: 變色龍設備類型

# nested_attack
source: Run Nested attack on card
bg: Изпълни nested атака върху картата
ca: Executa atac Nested a la targeta
cs: Spustit vnořený útok na kartu
da: Udfør nested attack på kort
de: Nested Angriff auf Karte ausführen
de_at: Nested Angriff auf Koartn aussfiarn
el: Εκτέλεση nested επίθεσης στην κάρτα
es: Ejecutar ataque Nested a tarjeta
fr: Lancer une attaque nested sur la carte
it: Esegui Attacco nested nella tessera
ko: 카드에 중첩 공격 실행
nl: Start een geneste aanval op de kaart
no: Kjør nestet angrep på kortet
pl: Uruchom 'nested attack' na karcie
pt_br: Executar ataque conectado
ro: Rulează atacul imbricat pe card
ru: Запустить Nested атаку на карте
tr: Kart üzerinde Nested Attack çalıştır
uk: Запустити Nested атаку на картку
zh: 对卡片进行 Nested 攻击
zh_tw: 對卡片進行嵌套攻擊

# darkside_attack
source: Run Darkside attack on card
bg: Изпълни Darkside атака върху картата
ca: Executa l'atac Darkside a la targeta
cs: Spustit vnořený útok na kartu
da: Udfør nested attack på kort
de: Darkside Angriff auf Karte ausführen
de_at: Darkside Angriff auf Koartn ausfiarn
el: Εκτελέστε επίθεση Darkside στην κάρτα
es: Ejecutar ataque Darkside a tarjeta
fr: Lancer une attaque Darkside sur la carte
it: Esegui Attacco darkside nella tessera
ko: 카드에 Darkside 공격 실행
nl: Start een Darkside aanval op de kaart
no: Kjør Darkside angrep på kortet
pl: Uruchom 'darkside attack' na karcie
pt_br: Executar ataque Darkside no cartão
ro: Rulează Darkside pe card
ru: Запустить Darkside атаку на карте
tr: Kart üzerinde Darkside Attack çalıştır
uk: Запустити Darkside атаку на картку
zh: 对卡片进行 Darkside 攻击
zh_tw: 對卡片進行嵌套攻擊

# copy_uid
source: Copy card UID to emulator
bg: Копирай UID от карта в емулатор
ca: Copia l'UID de la targeta a l'emulador
cs: Zkopírovat UID karty do emulátoru
da: Kopier UID til emulator
de: KartenUID in Emulator kopieren
de_at: KoartnUID in Emulator kopiern
el: Αντιγραφή UID κάρτας στον εξομοιωτή
es: Copiar tarjeta UID al emulador
fr: Copier l'UID de la carte vers l'émulateur
it: Copia UID della carta nel emulatore
ko: 카드 UID를 에뮬레이터에 복사
nl: Kopieer kaart UID naar emulator
no: Kopier kort UID til emulator
pl: Skopiuj UID karty do emulatora
pt_br: Copiar UID do cartão para emulador
ro: Copiați UID-ul cardului în emulator
ru: Скопировать UID карты в эмулятор
tr: Kart UID'sini emülatöre kopyala
uk: Скопіювати UID картки в емулятор
zh: 复制卡片 UID 到模拟器
zh_tw: 將卡片 UID 複製到模擬器

source: Test Naming
bg: Тестово Именоване на слот
ca: Test de nomenclatura
cs: Testovat název
da: Test Navngivning
de: Test Namensgebung
de_at: Namengebung testn
el: Δοκιμή Ονομασίας
fr: Tester le nommage
it: Testa Naming
ko: 테스트 이름 지정
nl: Test benaming
no: Test navn
pl: Nazwa testu
pt_br: Testar nomeação
ro: Testare nume
ru: Тест названия слота
tr: Naming'i test et
uk: Тестування Найменувань
zh: 测试命名
zh_tw: 測試命名

# test_nested_lib
source: Test Nested Library
bg: Тест на Nested библиотека
ca: Prova la biblioteca Nested
cs: Test vnořené knihovny
da: Test Nested Bibliotek
de: Nested Bibliothek testen
de_at: Nested Biblothek testn
el: Δοκιμή Βιβλιοθήκης Nested
es: Test librerías Nested
fr: Tester la bibliothèque Nested
it: Prova Libreria nested
ko: 중첩 라이브러리 테스트
nl: Geneste Bibliotheek testen
no: Test Nestet bibliotek
pl: Sprawdź bibliotekę Nested
pt_br: Teste de Biblioteca conectada
ro: Testează biblioteca Nested
ru: Тестирование Nested библиотеки
tr: Nested Kütüphanesini test et
uk: Тестування Бібліотеки Nested
zh: 测试 Nested 库
zh_tw: 測試嵌套庫

# test_darkside_lib
source: Test Darkside Library
bg: Тест на Darkside библиотека
ca: Prova la biblioteca Darkside
cs: Testovat Darkside knihovnu
da: Test Darkside Bibliotek
de: Darkside Bibliothek testen
de_at: Darkside Bibliothek testn
el: Δοκιμή Βιβλιοθήκης Darkside
es: Test librerías Darkside
fr: Tester la bibliothèque Darkside
it: Prova Libreria Darkside
ko: Darkside 라이브러리 테스트
nl: Test Darkside Bibliotheek
no: Test Darkside bibliotek
pl: Sprawdź bibliotekę Darkside
pt_br: Testar Biblioteca Darkside
ro: Testează biblioteca Darkside
ru: Тестирование Darkside библиотеки
tr: Darkside kütüphanesini test et
uk: Тестування Бібліотеки Darkside
zh: 测试 Darkside 库
zh_tw: 測試 Darkside 庫

# dfu_flash_ultra
source: DFU Flash Ultra FW
bg: DFU обнови Ultra FW
ca: DFU grava Ultra FW
da: Flash Ultra firmware ved hjælp af DFU
es: Flash DFU Ultra FW
ko: DFU를 통해 Ultra 펌웨어 설치
ru: Установить Ultra ПО через DFU
uk: Встановити прошивку Ultra через DFU
zh: DFU 刷写 Ultra 固件
zh_tw: DFU 燒錄Ultra韌體

# dfu_flash_lite
source: DFU Flash Lite FW
bg: DFU обнови Lite FW
ca: DFU grava Lite FW
da: Flash Lite firmware ved hjælp af DFU
el: DFU Flash Ultra FW
es: Flash DFU Lite FW
ko: DFU를 통해 Lite 펌웨어 설치
ru: Установить Lite ПО через DFU
uk: Встановити прошивку Lite через DFU
zh: DFU 刷写 Lite 固件
zh_tw: DFU 燒錄Lite韌體

source: Safe Option
bg: Безопасен вариант
ca: Opció segura
cs: Bezpečná volba
da: Sikker Indstilling
de: Sichere Option
de_at: Sichere option
el: Ασφαλής Επιλογή
es: Opción segura
fr: Option sûre
it: Opzione sicura
ko: 안전 옵션
nl: Veilige optie
no: Trygt valg
pl: Opcja bezpieczeństwa
pt_br: Opção Segura
ro: Opțiune sigură
ru: Безопасный вариант
tr: Güvenli Seçenek
uk: Безпечна Опція
zh: 安全选项
zh_tw: 安全選項
