Repository: GameTec-live/ChameleonUltraGUI
Catalog: chameleonultragui/lib/l10n/app_*.arb
Languages: bg, ca, cs, da, de, de_at, el, es, fr, it, ko, nl, no, pl, pt_br, ro, ru, tr, uk, zh, zh_tw

source: Restart Chameleon
bg: Рестартирай Chameleon
ca: Reinicia el Chameleon
cs: Restartovat Chameleon
da: Genstart Chameleon
de: Chameleon neu starten
de_at: Chameleon neich startn
el: Επανεκκίνηση Chameleon
es: Reiniciar Chameleon
fr: Redémarrer Chameleon
it: Riavvia chameleon
ko: Chameleon 재시작
nl: Herstart Chameleon
no: Start Chameleon på nytt
pl: Uruchom ponownie urządzenie
pt_br: Reiniciar o Chameleon
ro: Repornește Chameleon
ru: Перезапустить Chameleon
tr: Chameleon'u yeniden başlat
uk: Перезавантажити Chameleon
zh: 重新启动 Chameleon
zh_tw: 重啟變色龍

source: Error
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
de_at: Fäla
el: Σφάλμα
fr: Erreur
it: errore
ko: 오류
nl: Foutmelding
no: Feil
pl: Błąd
pt_br: Erro
ro: Eroare
ru: Ошибка
tr: Hata
uk: Помилка
zh: 错误
zh_tw: 錯誤

# chameleon_is_dfu
source: Chameleon is in DFU mode.
bg: Chameleon е във DFU режим.
ca: El Chameleon està en mode DFU.
cs: Chameleon je v režimu DFU.
da: Chameleon er i DFU tilstand.
de: Chameleon ist im DFU-Modus.
de_at: Chameleon is im DFU modus.
el: Το Chameleon είναι σε λειτουργία DFU.
es: Chameleon está en modo DFU.
fr: Chameleon est en mode DFU.
it: Chameleon è in modalità DFU.
ko: Chameleon은 DFU 모드입니다.
nl: Chameleon is in DFU modus.
no: Kameleon er i DFU-modus.
pl: Chameleon jest w trybie DFU.
pt_br: Chameleon está no modo DFU.
ro: Chameleon este în modul DFU.
ru: Chameleon в режиме DFU.
tr: Chameleon DFU modunda
uk: Chameleon знаходиться в режимі DFU.
zh: Chameleon 处于 DFU 模式。
zh_tw: 變色龍處於 DFU 模式。

# firmware_is_corrupted
source: This probably means your firmware is corrupted. Do you want to flash latest FW?
bg: Може би вашият фирмуер е повреден. Искате ли да се качи последна версия?
ca: Això probablement significa que el vostre firmware està corromput. Voleu gravar l'últim FW?
cs: Pravděpodobně to znamená, že je váš firmware poškozen. Chcete nainstalovat nejnovější FW?
de: Dies bedeutet wahrscheinlich, dass Ihre Firmware beschädigt ist. Möchten Sie die neueste FW flashen?
de_at: Des hast, dass dei Firmware wahrscheinlich beschädigt is, wüst die neuste FW flashen?
el: Αυτό πιθανώς σημαίνει ότι το firmware σας είναι κατεστραμμένο. Θέλετε να εγκαταστήσετε το τελευταίο FW?
es: Esto probablemente significa que su firmware está dañado. ¿Quieres flashear el último firmware?
fr: Cela signifie probablement que votre firmware est corrompu. Voulez-vous installer la dernière version du FW ?
it: Questo probabilmente significa che il tuo firmware è danneggiato. Vuoi flashare l'ultimo FW?
ko: 아마도 펌웨어가 손상된 것 같습니다. 최신 펌웨어를 플래시하시겠습니까?
nl: Dit betekent waarschijnlijk dat je firmware beschadigd is. Wil je de nieuwste FW flashen?
no: Dette betyr sannsynligvis at fastvaren din er skadet. Vil du flashe siste FW?
pl: To prawdopodobnie oznacza, że Twój firmware jest uszkodzony. Czy chcesz wgrać najnowszy firmware?
pt_br: Isto provavelmente significa que o seu firmware está corrompido. Você quer instalar o FW mais recente?
ru: Скорее всего, это означает, что ваша прошивка повреждена. Хотите установить последнюю версию ПО?
tr: Muhtemelen cihaz yazılımınız zarar görmüş. En son yazılım sürümünü yükelemek ister misiniz?
uk: Це може означати, що ваша прошивка пошкоджена. Бажаєте встановити останню версію прошивки?
zh: 这可能表示您的固件已损坏。您要刷写最新固件吗？
zh_tw: 韌體可能已損壞。 您想刷最新的韌體嗎？

source: Flash
bg: Инсталирай
ca: Grava
da: Blink
es: Flashear
ko: 플래시
ro: Instalează
ru: Прошить
uk: Прошити
zh: 刷写
zh_tw: 燒錄

source: Keys
bg: Ключове
ca: Claus
cs: Klíče
da: Nøgler
de: Schlüssel
de_at: Schliasl
el: Κλειδιά
es: Claves
fr: Clés
it: Chiavi
ko: 키
nl: Sleutels
no: Nøkler
pl: Klucze
pt_br: Chaves
ro: Chei
ru: Ключи
tr: Anahtarlar
uk: Ключі
zh: 密钥
zh_tw: 金鑰

source: Found keys
bg: Открити ключове
ca: Claus trobades
cs: Nalezené klíče
da: Fundne nøgler
de: Gefundene Schlüssel
de_at: Gfundene Schliasl
el: Βρέθηκαν τα κλειδιά
es: Claves encontradas
fr: Clés trouvées
it: Chiavi trovate
ko: 찾은 키
nl: Gevonden sleutels
no: Nøkler funnet
pl: Znaleziono klucze
pt_br: Chaves encontradas
ro: Chei găsite
ru: Найденные ключи
tr: Bulunan anahtarlar
uk: Знайдені ключі
zh: 找到的密钥
zh_tw: 找到金匙

source: Please wait
bg: Моля изчакайте
ca: Espereu si us plau
cs: Čekejte prosím
da: Vent et øjeblik
de: Bitte warten
de_at: Bitte woardn
el: Παρακαλώ περιμένετε
es: Por favor, espere
fr: Veuillez patienter
it: Attendere prego
ko: 잠시만 기다려 주세요.
nl: Even geduld aub
no: Vennligst vent
pl: Proszę czekać
pt_br: Por favor, aguarde...
ro: Așteptați
ru: Пожалуйста, подождите
tr: Lütfen bekleyin
uk: Будь ласка, зачекайте
zh: 请稍候
zh_tw: 請稍候

source: Used Slots
bg: Използвани слотове
ca: Ranures utilitzades
cs: Použité sloty
da: Brugte Slots
de: Benutzte Slots
de_at: Verwendte Slots
el: Χρησιμοποιημένες Θέσεις
es: Ranuras usadas
fr: Emplacements utilisés
it: Slot utilizzati
ko: 사용된 슬롯
nl: Gebruikte posities
no: Brukt slot
pl: Użyte sloty
pt_br: Espaços usados
ro: Sloturi folosite
ru: Используемые слоты
tr: Kullanılan slotlar
uk: Використані Слоти
zh: 已使用的卡槽
zh_tw: 已用插槽

source: Firmware version
bg: Версия на фърмуера
ca: Versió del firmware
cs: Verze firmwaru
el: Έκδοση Firmware
es: Versión de firmware
fr: Version du firmware
it: Versione firmware
ko: 펌웨어 버전
nl: Firmwareversie
no: Firmware versjon
pl: Wersja oprogramowania
pt_br: Versão de firmware
ro: Versiune firmware
ru: Версия ПО
tr: Yazılım versiyonu
uk: Версія прошивки
zh: 固件版本
zh_tw: 韌體版本

source: Update error
bg: Грешка при обновяването
ca: Error d'actualizació
cs: Chyba aktualizace
da: Opdateringsfejl
de: Aktualisierung fehlerhaft
de_at: Update fäla
el: Σφάλμα ενημέρωσης
es: Error de actualización
fr: Erreur de mise à jour
it: Errore d'aggiornamento
ko: 업데이트 오류
nl: Update fout
no: Oppdateringsfeil
pl: Błąd aktualizacji
pt_br: Erro de atualização
ro: Eroare la actualizare
ru: Ошибка обновления
tr: Güncelleme hatası
uk: Помилка оновлення
zh: 更新出错
zh_tw: 更新錯誤

# up_to_date
source: Your Chameleon {model} firmware is up-to-date
bg: Фърмуера на вашият Chameleon {model} е обновен
ca: El firmware del Chameleon {model} està actualitzat
cs: Váš firmware Chameleon {model} je aktuální
de: Ihre Chameleon-{model} Firmware ist aktuell
de_at: Dei Chameleon {model} firmware is akutell
el: Το Chameleon {model} firmware σας είναι ενημερωμένο
es: El firmware de tu Chameleon {model} está actualizado
fr: Le firmware de votre Chameleon {model} est à jour
it: Il tuo firmware Chameleon {model} è aggiornato
ko: Chameleon {model} 펌웨어가 최신 버전입니다.
nl: Firmware Chameleon {model} is bijgewerkt
no: Din Chameleon {model} firmware er oppdatert
pl: Twoje oprogramowanie Chameleon {model} jest aktualne
pt_br: O Firmware do seu Chameleon {model} está atualizado
ru: Ваша версия ПО Chameleon {model} является актуальной
tr: Chameleon {model} cihazınız güncel sürümde
uk: На Chameleon {model} встановлена остання прошивка
zh: 您的 Chameleon {model} 固件已是最新版本
zh_tw: 您的變色龍 {model} 韌體是最新的

# downloading_fw
source: Downloading and preparing new Chameleon {model} firmware...
bg: Сваляне и подготвяне на нов фърмуеар за Chameleon {model}...
ca: S'està baixant i preparant el nou firmware del Chameleon {model}
cs: Stahování a příprava nového firmwaru Chameleon {model}...
da: Henter og forbereder ny Chameleon {model} firmware...
de: Herunterladen und vorbereiten neuer Chameleon-{model} Firmware...
de_at: Runterladn und vorbreiten neuer Chameleon {model} firmware...
el: Λήψη και προετοιμασία νέου firmware για το Chameleon {model}...
es: Descargando y preparando el nuevo firmware para tu Chameleon {model}...
fr: Téléchargement et préparation du nouveau firmware Chameleon {model}...
it: Scaricamento e preparazione del nuovo firmware Chameleon {model}...
ko: 새로운 Chameleon {model} 펌웨어 다운로드 및 준비 중...
nl: Bezig met downloaden en voorbereiden van nieuwe Chameleon {model} firmware...
no: Laster ned og forbereder ny Chameleon {model} firmware...
pl: Pobieranie i przygotowywanie nowego oprogramowania Chameleon {model}...
pt_br: Baixando e preparando novo firmware do Chameleon {model}...
ro: Se descarcă și se pregătește noul firmware Chameleon {model}...
ru: Загрузка и подготовка новой прошивки Chameleon {model}...
tr: Chameleon {model} yazılımınız indiriliyor ve hazırlanıyor
uk: Завантаження та підготовка нової прошивки Chameleon {model}...
zh: 正在下载并准备新的 Chameleon {model} 固件...
zh_tw: 正下載並準備更新變色龍 {model} 韌體...

# check_updates
source: Check for updates
bg: Проверка за обновления
ca: Comprova si hi ha actualitzacions
cs: Kontrola aktualizací
da: Søg efter opdateringer
de: Nach Updates suchen
de_at: Auf updates priafn
el: Έλεγχος για ενημερώσεις
es: Comprobar actualizaciones
fr: Vérifier les mises à jour
it: Cerca aggiornamenti
ko: 업데이트 확인
nl: Check voor updates
no: Se etter oppdateringer
pl: Sprawdź dostępność aktualizacji
pt_br: Buscar atualizações
ro: Verificați dacă există actualizări
ru: Проверить обновления
tr: Güncelleştirmeleri kontrol et
uk: Перевiрити наявнiсть оновлень
zh: 检查更新
zh_tw: 檢查更新

# emulator_mode
source: Go to emulator mode
bg: Влез в режим емулатор
ca: Ves al mode emulador
cs: Přejít do režimu emulátoru
da: Gå til emulatortilstand
de: Gehe zum Emulator-Modus
de_at: Zum emulator mode wächsln
el: Μετάβαση στη λειτουργία εξομοιωτή
es: Ir a modo emulador
fr: Passer en mode émulateur
it: Vai alla modalità emulatore
ko: 에뮬레이터 모드 변경
nl: Ga naar emulator modus
no: Gå til emulatormodus
pl: Przejdź do trybu emulatora
pt_br: Ir para o modo emulador
ro: Mergi la modul emulator
ru: Перейти в режим эмулятора
tr: Emülatör moduna geç
uk: Перейти в режим емулятора
zh: 切换到模拟器模式
zh_tw: 進入模擬器模式

# reader_mode
source: Go to reader mode
bg: Влез в режим четец
ca: Ves al mode lector
cs: Přejít do režimu čtení
da: Gå til læsertilstand
de: Lesemodus aktivieren
de_at: Zum lesa mode wächsln
el: Μετάβαση στη λειτουργία ανάγνωσης
es: Ir a modo lector
fr: Passer en mode lecteur
it: Vai alla modalità lettore
ko: 리더 모드 변경
nl: Ga naar lezermodus
no: Gå til lesermodus
pl: Przejdź do trybu czytnika
pt_br: Ir para modo de leitura
ro: Mergi la modul cititor
ru: Перейти в режим чтения
tr: Okuyucu moduna geç
uk: Перейти в режим читання
zh: 切换到读卡器模式
zh_tw: 進入閱讀模式

# recover_keys_via
source: Recover keys via {mode}
bg: Възстанови ключове чрез {mode}
ca: Recupera les claus via {mode}
cs: Obnovit klíče pomocí {mode}
da: Gendan nøgler via {mode}
de: Schlüssel wiederherstellen über {mode}
de_at: Schliasl via {mode} wiaderherstön
el: Ανάκτηση κλειδιών μέσω {mode}
es: Recuperar claves via {mode}
fr: Récupérer les clés via {mode}
it: Recupera le chiavi via {mode}
ko: {mode} 를 통해 키 복구
nl: Sleutels herstellen via {mode}
no: Gjenopprett nøkler via {mode}
pl: Odzyskaj klucze za pomocą {mode}
pt_br: Recuperar chaves via {mode}
ro: Recuperează cheile prin {mode}
ru: Восстановить ключи через {mode}
tr: {mode} moduyla kurtarma anahtarları
uk: Відновити ключі за допомогою {mode}
zh: 通过 {mode} 恢复密钥
zh_tw: 透過 {mode} 恢復金鑰

source: Recover keys
bg: Възстанови ключове
ca: Recupera les claus
cs: Obnovit klíče
da: Gendan nøgler
de: Schlüssel wiederherstellen
de_at: Schliasl wiaderherstön
el: Ανάκτηση κλειδιών
es: Recuperar claves
fr: Récupérer clés
it: Recupera chiavi
ko: 키 복구
nl: Sleutels herstellen
no: Gjenopprett nøkler
pl: Odzyskaj klucze
pt_br: Recuperar chaves
ro: Recuperează cheile
ru: Восстановить ключи
tr: Kurtarma anahtarları
uk: Відновити ключі
zh: 恢复密钥
zh_tw: 恢復密鑰

# recover_keys_nonce
source: Recover keys from {number} nonce(s)
bg: Възстанови ключове чрез {number} nonce(s)
ca: Recupera les claus a partir de {number} nonce(s)
cs: Obnovit klíče z {number} nonce(s)
da: Gendan nøgler fra {number} nonce(s)
de: Schlüssel von {number} Nonce(s) wiederherstellen
de_at: Schliasl von {number} Nonce(s) wiaderherstön
el: Ανάκτηση κλειδιών από {number} nonce(s)
es: Recuperar claves a partir de {number} nonce(s)
fr: Récupérer les clés de {number} nonce(s)
it: Recupera chiavi da {number} nonce(s)
ko: {number} nonce에서 키 복구
nl: Sleutels herstellen met {number} nonce(s)
no: Gjenopprett nøkler fra {number} ing(er)
pl: Odzyskaj klucze z {number} nonce(ów)
pt_br: Recuperar chaves do {number} nonce(s)
ro: Recuperează cheile din {number} nonce(s)
ru: Восстановить ключи из {number} nonce(s)
tr: {number} sayıdan rastgele anahtarları kurtar
uk: Відновлення ключів з {number} nonce(s)
zh: 从 {number} 个随机数恢复密钥
zh_tw: 從 {number} 個隨機數還原金鑰

source: Restart required
bg: Изисква се рестартиране
ca: Cal reiniciar
cs: Je vyžadován restart
da: Genstart påkrævet
de: Neustart erforderlich
de_at: Neichstart erfordalich
el: Απαιτείται επανεκκίνηση
es: Reinicio requerido
fr: Redémarrage nécessaire
it: Riavvio richiesto
ko: 재시작 필요
nl: Herstart vereist
no: Omstart kreves
pl: Wymagane ponowne uruchomienie
pt_br: Reinicialização necessária
ro: Repornire necesară
ru: Требуется перезапуск
tr: Yeniden başlatma gerekli
uk: Необхідне перезавантаження
zh: 需要重新启动
zh_tw: 需要重啟

# take_effects
source: Changes will take effect after a restart
bg: Промените ще влязат в сила след рестартиране
ca: Els canvis s'aplicaran després de reiniciar
cs: Změny se projeví po restartu
da: Ændringer træder i kraft efter genstart
de: Änderungen werden nach dem Neustart übernommen
de_at: Ändrung nachm Neichstoart sichtboar
el: Οι αλλαγές θα τεθούν σε ισχύ μετά την επανεκκίνηση
es: Los cambios surtirán efecto tras el reinicio
fr: Les modifications prendront effet après redémarrage
it: Le modifiche avranno effetto dopo il riavvio
ko: 재시작하면 변경사항이 적용됩니다.
nl: Wijzigingen worden van kracht na herstart
no: Endringer trer i kraft etter omstart
pl: Zmiany zostaną wprowadzone po ponownym uruchomieniu
pt_br: As alterações terão efeito após um reinício
ro: Modificările vor avea efect după repornire
ru: Изменения вступят в силу после перезапуска приложения
tr: Değişiklikler yeniden başlattıktan sonra etkili olacak
uk: Зміни наберуть чинності після перезавантаження
zh: 改动将在重启后生效.
zh_tw: 變更將會在重啟後生效

source: Language
bg: Език
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
de_at: Sproch
el: Γλώσσα
es: Idioma
fr: Langue
it: Lingua
ko: 언어
nl: Taal
no: Språk
pl: Język
pt_br: Idioma
ro: Limba
ru: Язык
tr: Dil
uk: Мова
zh: 切换语言
zh_tw: 語言

source: Sidebar Expansion
bg: Разширяване на странична лента
ca: Expansió de la barra lateral
cs: Rozšíření postranního panelu
da: Sidepanel Udvidelse
de: Seitenleiste Erweiterung
de_at: Seitnleistn erweitrung
el: Επέκταση Πλευρικής Μπάρας
es: Barra lateral
fr: Expansion de la barre latérale
it: Espansione Barra Laterale
ko: 메뉴 확장
nl: Zijbalk uitbreiding
no: Sidestolpe utvidelse
pl: Rozszerzenie paska bocznego
pt_br: Expansão da barra lateral
ro: Extindere bară laterală
ru: Размер боковой панели
tr: Kenar çubuğu genişletmesi
uk: Розширення бічної панелі
zh: 侧边栏扩展
zh_tw: 擴展邊欄

source: Expand
bg: Разшири
ca: Expandeix
cs: Rozbalit
da: Udvid
de: Erweitern
de_at: Erweitrt
el: Επέκταση
es: Expandida
fr: Développer
it: Espandi
ko: 펼치기
nl: Uitbreiden
no: Utvid
pl: Rozszerz
pt_br: Expandir
ro: Extinde
ru: Раскрытая
tr: Genişlet
uk: Розгорнута
zh: 展开
zh_tw: 展開

source: Retract
bg: Свий
ca: Retreu
cs: Smrsknout
da: Tilbagetræk
de: Zurückziehen
de_at: Zam zong
el: Ανάκληση
es: Oculta
fr: Réduire
it: Ritira
ko: 접기
nl: Intrekken
no: Trekk tilbake
pl: Zwiń
pt_br: Retrair
ro: Retragere
ru: Сжатая
tr: Daralt
uk: Втягнута
zh: 收起
zh_tw: 收回

source: Auto
bg: Автом
cs: Automaticky
da: Automatisk
el: Αυτόματο
it: Automatico
ko: 자동
no: Automatisk
pl: Automatyczny
pt_br: Automático
ru: Автоматически
tr: Otomatik
uk: Автоматично
zh: 自动
zh_tw: 自動

source: Restart now
bg: Рестартирай сега
ca: Reinicia ara
cs: Restartovat nyní
da: Genstart nu
de: Jetzt neu starten
de_at: Jetzt neich stoartn
el: Επανεκκίνηση τώρα
es: Reiniciar ahora
fr: Redémarrer maintenant
it: Riavvia ora
ko: 지금 재시작
nl: Nu opnieuw opstarten
no: Omstart nå
pl: Uruchom ponownie teraz
pt_br: Reiniciar agora
ro: Reporniți acum
ru: Перезапустить сейчас
tr: Şimdi yendien başlat
uk: Перезавантажити зараз
zh: 立即重新启动
zh_tw: 現在重新啟動

# about_text
source: A Tool to graphically manage and configure your Chameleon Ultra, written in Flutter and running on Desktop and Mobile.
bg: Инструмент за графично управление и настройка на вашия Chameleon Ultra, написан на Flutter и работещ на настолен компютър или телефон.
ca: Una eina per gestionar i configurar gràficament el Chameleon Ultra, desenvolupada a Flutter per a ordinadors i mòbils.
cs: Nástroj pro grafickou správu a konfiguraci vašeho Chameleon Ultra, který je napsán ve Flutteru a běží na počítači a mobilu.
da: Et værktøj til grafisk at administrere og konfigurere din Chameleon Ultra, skrevet i Flutter og kører på Desktop og Mobile.
de: Ein Tool zum grafischen Verwalten und Konfigurieren Ihres Chameleon Ultras, geschrieben in Flutter und läuft auf Desktop so wie Mobile.
de_at: A werkzeich zum graphischn verwalten von deim Chameleon Ultra, geschriebn in Flutter und rennt am Pc und am Taschntelefon.
el: Ένα εργαλείο με γραφικό περιβάλλον για να διαχειριστείτε και να ρυθμίσετε το Chameleon Ultra σας, γραμμένο σε Flutter και εκτελέσιμο από Desktop και Mobile.
es: Una herramienta para gestionar y configurar gráficamente su Chameleon Ultra, escrita en Flutter, funcional en escritorio y móvil.
fr: Un outil pour gérer et configurer graphiquement votre Chameleon Ultra, écrit en Flutter et fonctionnant sur PC de bureau et téléphone mobile.
it: Uno strumento per gestire e configurare graficamente il tuo Chameleon Ultra, scritto in Flutter e in esecuzione su Desktop e Mobile.
ko: 플러터로 작성되고 데스크톱 및 모바일에서 실행되는 Chameleon Ultra를 그래픽으로 관리하고 구성하는 도구입니다.
nl: Een Hulpmiddel om grafisch je Chameleon Ultra te beheren en configureren. Geschreven in Flutter en werkend op PC en Mobiel.
no: Et verktøy til grafisk behandling og konfigurer din Chameleon Ultra, skrevet i Flutter og kjører på skrivebord og Mobil.
pl: Narzędzie do graficznego zarządzania i konfigurowania Chameleon Ultra, napisane w Flutter i uruchamiane na komputerze stacjonarnym i urządzeniu przenośnym.
pt_br: Uma Ferramenta para gerenciar graficamente e configurar seu Chameleon Ultra, escrita em Flutter rodando no computador e no celular.
ro: Un instrument pentru a gestiona grafic și configura Chameleon Ultra, scris în Flutter și rulând pe Desktop și Mobile.
ru: Инструмент для графического управления и настройки вашего Chameleon Ultra/Lite, написанный на Flutter и работающий на ПК и мобильных устройствах.
tr: Bu araç, Flutter ile yazılmış, Masaüstü ve Mobil cihazlarda çalışan Chameleon Ultra'nızı grafiksel olarak yönetmenizi ve yapılandırmanızı sağlar.
uk: Інструмент графічного керування та налаштування вашого Chameleon Ultra, написаний на Flutter, що працює на ПК та мобільних пристроях.
zh: 一个使用 Flutter 编写的图形化管理和配置 Chameleon Ultra 的工具，可在桌面和移动设备上运行。
zh_tw: 以圖形方式管理和配置變色龍Ultra的工具，用 Flutter 編寫並在桌面和行動裝置上運行。

source: Version
bg: Версия
ca: Versió
cs: Verze
el: Έκδοση
es: Versión
it: Versione
ko: 버전
nl: Versie
no: Versjon
pl: Wersja
pt_br: Versão
ro: Versiune
ru: Версия
tr: Versiyon
uk: Версія
zh: 版本
zh_tw: 版本

source: Developed by
bg: Разработено от
ca: Desenvolupat per
cs: Tvùrci
da: Udviklet af
de: Entwickelt von
de_at: Entwückid von
el: Δημιουργήθηκε από
es: Desarrollador por
fr: Développé par
it: Sviluppato da
ko: 개발자:
nl: Ontwikkeld door
no: Utviklet av
pl: Stworzone przez
pt_br: Desenvolvido por
ro: Dezvoltat de
ru: Разработан
tr: Geliştiren:
uk: Розроблено
zh: 开发者
zh_tw: 開發者

source: License
bg: Лиценз
ca: Llicència
cs: Licence
da: Licens
de: Lizenz
de_at: Lizenz
el: Άδεια
es: Licencia
fr: Licence
it: Licenza
ko: 라이센스
nl: Licentie
no: Lisens
pl: Licencja
pt_br: Licença
ro: Licență
ru: Лицензия
tr: Lisans
uk: Ліцензія
zh: 许可协议
zh_tw: 授權條款

# thanks_for_support
source: Thanks to everyone who supports us on Open Collective!
bg: Благодарности на всички които ни поддържат в Open Collective!
ca: Gràcies a tothom que ens dona suport a Open Collective!
cs: Díky všem, kteří nás podporují na Open Collective!
da: Tak til alle, der støtter os på Open Collective!
de: Vielen Dank an alle, die uns auf Open Collective unterstützen!
de_at: Donke on jeden, der uns auf Open Collective unterstiazt!
el: Ευχαριστούμε όλους όσους μας υποστηρίζουν στο Open Collective!
es: ¡Gracias a todos los que nos apoyan en Open Collective!
fr: Merci à tous ceux qui nous soutiennent sur Open Collective!
it: Grazie a tutti coloro che ci sostengono su Open Collective!
ko: Open Collective를 지지해 주시는 모든 분들께 감사드립니다!
nl: Dank aan iedereen die ons steunt op Open Collective!
no: Takk til alle som støtter oss på Open Collective!
pl: Dziękujemy wszystkim, którzy wspierają nas w Open Collective!
pt_br: Obrigado a todos que nos apoiam na Open Collective!
ro: Mulțumim tuturor celor care ne sprijină în Colectivul Open!
ru: Спасибо всем, кто поддерживает нас на Open Collective!
tr: Open Collective'te bizi destekleyen herkese teşekkürler!
uk: Дякуємо всім, хто підтримує нас на Open Collective!
zh: 感谢所有在 Open Collective 上支持我们的人！
zh_tw: 感謝所有在 Open Collective 上支持我們的人！

source: Code contributors
bg: Сътрудници програмисти
ca: Col·laboradors de codi
cs: Přispěvatelé do kódu
da: Bidragere til kodning
de: Mitwirkende Programmierer
de_at: Mitwiarkende Programmiera
el: Συνεισφέροντες στον κώδικα
es: Colaboradores de código
fr: Personnes qui ont contribué au code
it: Persone che hanno contribuito allo sviluppo del codice
ko: 코드 기여자
nl: Code bijdragers
no: Kode bidragsytere
pl: Współtwórcy kodu
pt_br: Contribuidores de código
ro: Colaboratori de cod
ru: Люди, которые внесли вклад в код
tr: Kod katkıda bulunanlar
uk: Співавтори коду
zh: 代码贡献者
zh_tw: 專案貢獻者

source: Not Implemented
bg: Не е реализирано
ca: No implementat
cs: Není implementováno
da: Ikke Implementeret
de: Nicht Implementiert
de_at: Ned Implementiert
el: Δεν έχει υλοποιηθεί
es: No implementado
fr: Non implémenté
it: Non implementato
ko: 구현되지 않음
nl: Niet geïmplementeerd
no: Ikke implementert
pl: Nie zaimplementowano
pt_br: Não implementado
ro: Neimplementat
ru: Не реализовано
tr: İmplemente edilmedi
uk: Не реалізовано
zh: 尚未实现
zh_tw: 未實現

source: Edit Data
bg: Редактиране на данни
ca: Edita les dades
cs: Upravit data
da: Rediger data
de: Daten bearbeiten
de_at: Doatn beorbaten
el: Επεξεργασία Δεδομένων
es: Editar datos
fr: Éditer données
it: Modifica dati
ko: 데이터 편집
nl: Gegevens bewerken
no: Rediger data
pl: Edytuj dane
pt_br: Editar dados
ro: Editare date
ru: Изменить данные
tr: Veriyi düzenle
uk: Редагування Даних
zh: 编辑数据
zh_tw: 編輯資料

source: Enter Data
bg: Въвеждане на данни
ca: Introduïu les dades
cs: Vložit data
da: Indtast Data
de: Daten eingeben
de_at: Doatn eingebn
el: Εισαγωγή Δεδομένων
es: Introducir datos
fr: Entrer données
it: Inserisci dati
ko: 데이터 입력
nl: Gegevens invoeren
no: Legg til data
pl: Wprowadź dane
pt_br: Inserir Dados
ro: Introducere date
ru: Введите данные
tr: Veri gir
uk: Введіть Дані
zh: 输入数据
zh_tw: 輸入資料

source: Sector
bg: Сектор
cs: Sektor
da: Sektor
de: Sektor
de_at: Sektor
el: Τομέας
fr: Secteur
it: Settore
ko: 섹터
no: Sektor
pl: Sektor
pt_br: Setor
ru: Сектор
tr: Sektör
uk: Сектор
zh: 扇区
zh_tw: 區域：

source: Edit Card
bg: Редактирай картата
ca: Edita la targeta
cs: Upravit kartu
da: Rediger kort
de: Karte bearbeiten
de_at: Koartn beorbatn
el: Επεξεργασία Κάρτας
es: Editar tarjeta
fr: Éditer carte
it: Modifica carta
ko: 카드 편집
nl: Kaart bewerken
no: Rediger kort
pl: Edytuj Kartę
pt_br: Editar Cartão
ro: Editare card
ru: Редактировать карту
tr: Kartı düzenle
uk: Редагування Картки
zh: 编辑卡片
zh_tw: 卡片編輯

# please_enter_name
source: Please enter a name
bg: Моля въведете име
ca: Introduïu un nom
cs: Prosím zadejte název
da: Indtast et navn
de: Bitte gebe einen Namen an
de_at: Bitte giab an nom ein
el: Παρακαλώ εισάγετε ένα όνομα
es: Por favor, introduzca un nombre
fr: Veuillez saisir un nom
it: Inserisci un nome
ko: 이름을 입력해 주세요.
nl: Voer een naam in
no: Vennligst skriv et navn
pl: Wpisz nazwę
pt_br: Por favor insira um nome
ro: Introduceți un nume
ru: Пожалуйста, введите имя
tr: Lütfen bir isim girin
uk: Будь ласка, введіть назву
zh: 请输入名称
zh_tw: 請輸入名稱
